[
    {
        "id": "db898cbb-ac13-408e-b94e-105aa35ac0b4",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/db898cbb-ac13-408e-b94e-105aa35ac0b4",
        "created_at": "Fri Feb 26 15:58:52 UTC 2021",
        "company": "Media Predict Inc.",
        "company_url": "http:",
        "location": "remote / East Coast USA",
        "title": "Senior Python/FullStack developer",
        "description": "Our development needs are growing quickly, and we are looking for strong, qualified candidates to join our team. Our systems are Python/Django applications with JavaScript/React and Postgres hosted on AWS/Heroku. Candidates with the relevant experience are encouraged to apply.\r\n\r\n### Must haves\r\n- Fluent in English, written and spoken + U.S. work permit\r\n- Real projects experience in Python (7+) and Django (2+)\r\n\r\n\r\n### Nice to haves\r\n- Good degree of familiarity with modern client-side web technologies - we mainly use React, for smaller things jQuery\r\n- Version control tool skills\r\n- Clean code base covered with tests. It is not a problem if you haven't used Unit testing or CI yet. We will get you on board quickly\r\n- 7+ years experience in professional software development (10+ would be ideal)\r\n\r\n### Responsibilities\r\nWriting reusable, testable, and efficient code. Develop new features and improve existing features of the software. Performance improvements, maintenance and bug fixes. Contribute to team and organisational improvements in process and infrastructure. Code, test and operate Python based services and applications.\r\n\r\n### Things you might like\r\n- Small team - room for input, short decision-making processes\r\n- Code testing and quality reviews so we can continuously and automatically release new versions\r\n- Varied responsibilities: server/client side, code, test, maintain, review, deploy\r\n- Free to move: while we are based in the New York City/Southwest Connecticut area, this can be a 100% remote position\r\n\r\n### About the Company\r\nMedia Predict is a media and marketing research company that utilizes prediction markets - in tandem with complimentary research methods such as custom surveys and online dial testing - to generate primary market research for consumer-facing industries, such as media, consumer packaged goods, technology, financial services, and restaurants. It does this in countries throughout the world. The company has developed and operates online game sites in North America and Europe as part of its research infrastructure.\r\n\r\n\r\n### Other\r\n- Telecommuting is OK\r\n- No Agencies Please\r\n",
        "how_to_apply": "Email your resume to igor.kramaric@mediapredict.com",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb1dhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--71667e08d8c8983c6f370da65dd8a3918f6f6ac7/1519861155804.png"
    },
    {
        "id": "bd7845f6-b4c8-4829-ad9e-4316d8795b18",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/bd7845f6-b4c8-4829-ad9e-4316d8795b18",
        "created_at": "Fri Feb 26 15:43:01 UTC 2021",
        "company": "ORTEC - Optimize Your World",
        "company_url": "https://ortec.com/nl-nl",
        "location": "Zoetermeer",
        "title": "Technical Lead Developer",
        "description": "Your enthusiasm and thirst for knowledge are what pulls you out of bed in the morning. You’re looking for a career opportunity that allows you to prove yourself and your skills, day after day. You want your experience and capabilities to have a life-changing impact on other people. You are the __Technical Lead Developer__ we are looking for.\r\n\r\n\r\n\r\nORTEC Healthcare is leveraging data science, artificial intelligence, machine learning and cutting-edge techniques to push the healthcare industry to the next level. We develop software applications for medical care and (bio)medical research: clinical decision-making tools, medical workflow support and applications for scientific research. These applications cover a broad area of medicine, e.g. cardiovascular medicine (most notably U-Prevent), oncology, lung disease and various other disciplines (e.g. rheumatology, pregnancy, toxicological prediction models).\r\n\r\n\r\n\r\nIn this role as __Technical Lead Developer__ you are responsible for a team of 4 working on our SaaS product U-Prevent. You take responsibility for the quality of the product to ensure it is bug free, maintainable and secure. You assess the work break down with a critical eye and you write technical designs. You are a cooperating foreman and help the remainder of the team to stay productive. We embrace Continuous Delivery and a DevOps culture, so your team is also responsible for the smooth running of the product in Production (e.g. security and availability). On a team level, you have full HR responsibility for your team members, meaning you have one-on-one meetings on a regular basis, you coach them in their personal development and you take care of the performance cycle.\r\n\r\n\r\n\r\nAs our Technical Lead Developer you are intrinsically motivated and you thrive when given autonomy, even more so, you take charge and ownership in your work. We want you to challenge us by sharing your thoughts and with that, as a team, we will come to the right solution. You love to challenge yourself and to keep learning.\r\n\r\nWe are a team of highly skilled professionals, powered by a desire to innovate. We are an organized and efficient unit, we work with purpose and we make best practices a part of our everyday culture. We produce software that actually matters. Come join us. \r\n\r\n\r\n\r\n__Who you are__\r\n\r\n- Comfortable with handling high complexity\r\n- Experienced with .NET technologies, including Azure\r\n- Experienced with Angular 7 and up\r\n- You have teamlead experience, or coaching experience with the ambition to become a team lead\r\n- At least 5 years of relevant experience\r\n- Able to communicate fluently in English, both spoken and written\r\n- Willing to develop yourself continuously\r\n- (Preferred) Experienced in the Healthcare industry\r\n- (Preferred) Experience with ISO27001 certification or similar\r\n- Conscientious in staying abreast of new developments\r\n- Highly knowledgeable in software development, with at least 5 years of experience\r\n- Inquisitive, creative and enthusiastic about sharing your ideas and know-how\r\n- Passionate about IT – it’s not just your job, it’s your true calling\r\n- Holding a Master’s in Information Technology or comparable\r\n\r\n\r\n__What we offer__\r\n\r\n- Entrance to the most passionate powerhouse in applied mathematics\r\n- Join our movement and improve the world\r\n- Enjoy an open, kind and fun culture\r\n- NS Business Card 100%, NS Business Card, lease opportunity or commuting allowance: it’s your choice\r\n- Mobility allowance of 3% of your base salary\r\n- 25 annual leave days, additional days from the age of 35\r\n- Active employee association for fun activities with colleagues and content driven Young ORTEC for you to join\r\n- We help you to #stayhealthy, #stayeffectve and to #stayconnected; we organize online activities such as pub quizzes, online sports events, social calls with colleagues, and much more\r\n- Year-end bonus equal to a full month’s pay\r\n- We believe in commitment: your permanent contract will be waiting for you\r\n\r\n\r\n__What to expect__\r\n\r\nWe will help you to thrive in your field of expertise. We offer development programs, tailored to your individual needs and function requirements, including opportunities to attend courses and seminars. We offer challenging, practical hands-on experience with opportunities to work abroad. We operate in a flat organizational structure that keeps communication lines short. The atmosphere is open, informal, cooperative and positive. We employ over 1000 people in the Netherlands (HQ), Belgium, Germany, France, the U.K., Romania, Italy, the U.S., Australia, Brazil, Poland, Denmark and Singapore. Visit our website www.ortec.com to learn more about our solutions and clients’ experiences. Please do not use this vacancy as an acquisition opportunity.\r\n\r\n\r\n\r\n__Interested?__\r\n\r\nApply now via the application form. \r\n\r\n[Click here for the application form!](https://vonq.io/3koZ5YA)\r\n",
        "how_to_apply": "[Click here for the application form!](https://vonq.io/3koZ5YA)",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb0dhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--0b958b75b037b31cd698ea5f591a8da3f6615365/ortec+.png"
    },
    {
        "id": "d771d9e2-11f4-4786-b2f8-ae4c2c5107df",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/d771d9e2-11f4-4786-b2f8-ae4c2c5107df",
        "created_at": "Fri Feb 26 13:35:24 UTC 2021",
        "company": "McKinsey & Company",
        "company_url": null,
        "location": "Wroclaw / Lisbon",
        "title": "Capabilities and Insights Analyst",
        "description": "McKinsey’s Client Capabilities Network cultivates innovation and expertise.\r\n\r\nOur client capabilities colleagues help clients solve their most challenging problems by providing them with research, advanced analytics and engineering knowledge across many industries (retail, telecommunications, pharmaceuticals, automotive) and business functions (digital, marketing, operations).\r\n\r\nWhen you join our Client Capabilities Network, you can build on your strengths and professional passions, and challenge yourself by finding solutions for problems that don’t always have an easy answer. We are looking for people with diverse educational and professional backgrounds —people who can help build the firm’s capabilities and create positive and enduring change through improving the communities in which we work and live.\r\n\r\nWe invite you to join us in Lisbon or Wroclaw as a Data Engineer. To learn more about life as a client capabilities professional at McKinsey, visit our website.\r\n\r\nQUALIFICATIONS\r\n\r\n-\tDegree, ideally in Economics, Business, Statistics, Econometrics or a related field\r\n-\t0-3 years of relevant industry, research or analytics experience\r\n-\tSolid understanding of economic, financial, and general business concepts and terminology\r\n-\tAdvanced Excel skills; VBA programming is a plus\r\n-\tKnowledge of databases, such as Access and SQL is helpful\r\n-\tFamiliarity with core statistical concepts (e.g., correlation, regressions, confidence intervals, etc.)\r\n-\tAbility to work collaboratively in a team environment and effectively with people at all levels in an organization\r\n-\tSkills to communicate complex ideas effectively\r\n-\tStrong command of English language (both verbal and written)\r\n\r\nWHO YOU'LL WORK WITH\r\n\r\nYou’ll be based in our Lisbon or Wroclaw office and will be part of our Client Capabilities Network (CCN).\r\n\r\nAs a Capabilities and Insights Analyst, you will develop an expertise in an industry (e.g. Advanced Industries, Energy & Materials, Banking, Insurance, Consumer, Telecommunications, Pharma, Private Equity) or business function  (Marketing and Sales, Operations, Corporate Finance, Risk, Digital, Transformation, Sustainability) that is of interest to you and aligned to your background. Leaders in these groups will provide mentorship and sponsorship and help you further build your capabilities. \r\n\r\nOur more than 2,500 client capabilities professionals across the globe work alongside our consultants to deliver Change that Matters to our clients. They support our consultant teams, both remotely and at client sites, in an agile and targeted way. Further, they are core to our firm’s R&D, developing new knowledge and building and refining proprietary capabilities (e.g., assets, data sets), as well as curating, managing, and maintaining them. Our portfolio includes state-of-the-art research, asset-backed and rapid diagnostics, benchmarking, and workflow support. Our professionals have deep expertise and are able to apply a broad range of methodologies for specialized on-demand analyses.\r\n\r\nWHAT YOU'LL DO\r\n\r\nYou will leverage a solid understanding of business trends, issues, and concepts to efficiently respond to complex research questions by delivering synthesized, actionable facts and insights to our consulting teams and clients.\r\n\r\nIn this role you will work alongside senior knowledge professionals on larger client projects and internal knowledge initiatives. By collecting and analyzing data and information found in databases and/or other primary and secondary research tools, you will assemble a fact base, counsel consultants and clients on the scope of the business and economic trends surrounding the issue, and provide insights and analysis for solving client problems at hand.\r\n\r\nSome of your day-to-day activities may include identifying the key issues for the problem at hand and determining the most appropriate solution while effectively balancing quality, availability, timeliness, and cost factors.  You’ll likely perform a variety of analyses such as benchmarking, trend identification, industry profiling, market sizing, growth projections, opportunity scanning, etc., in order to add value to problem-solving discussions.\r\n\r\nYou’ll provide synthesis, insight and client implications within tight deadlines via end products in the form of PowerPoint charts, written memos, models and framework. In time, you will also participate in, and eventually lead, internal knowledge development and capability-building initiatives and you’ll use advanced analytics tools to prepare and analyze large datasets to distill insights.\r\n\r\nPlease submit your application by 12 March 2021",
        "how_to_apply": "Apply via our website: https://www.mckinsey.com/careers/search-jobs/jobs/capabilitiesandinsightsanalyst-clientcapabilitiesnetwork-47406",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbjZhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--31c3bdf5e26a3c061ef4d4730dba5300650c791e/McKinsey-recruiting-email-banner_4%20(1).jpg"
    },
    {
        "id": "7b0883ae-f231-4e6c-9c46-1b85b0a0bb93",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/7b0883ae-f231-4e6c-9c46-1b85b0a0bb93",
        "created_at": "Fri Feb 26 13:28:33 UTC 2021",
        "company": "McKinsey & Company",
        "company_url": "http:",
        "location": "Wroclaw / Lisbon",
        "title": "Software Engineer",
        "description": "McKinsey’s Client Capabilities Network cultivates innovation and expertise.\r\n\r\nOur client capabilities colleagues help clients solve their most challenging problems by providing them with research, advanced analytics and engineering knowledge across many industries (retail, telecommunications, pharmaceuticals, automotive) and business functions (digital, marketing, operations).\r\n\r\nWhen you join our Client Capabilities Network, you can build on your strengths and professional passions, and challenge yourself by finding solutions for problems that don’t always have an easy answer. We are looking for people with diverse educational and professional backgrounds —people who can help build the firm’s capabilities and create positive and enduring change through improving the communities in which we work and live.\r\n\r\nWe invite you to join us in Lisbon or Wroclaw as a Data Engineer. To learn more about life as a client capabilities professional at McKinsey, visit our website.\r\n\r\nQUALIFICATIONS\r\n\r\n-\tDegree in computer science or equivalent area\r\n-\t1 – 4 years of work experience in software engineering\r\n-\tHands-on skills working with SQL and No-SQL databases\r\n-\tExperience across the following application development technologies and in-depth skills with at least one: Java, Kotlin, Go, Ruby, JavaScript, Node.js, React, Scala, Elixir, Python, Erlang\r\n-\tExperience with DevOps and cloud infrastructure such as AWS, Azure, GCP, Docker, Kubernetes, Jenkins, Git, Ansible\r\n-\tExperience in engineering practices such as code refactoring, design patterns, design/test driven development, continuous integration, building highly scalable applications, application security and software testing\r\n-\tKnowledge of agile software development process\r\n-\tInterest in learning new coding languages, platforms, and cloud technologies\r\n-\tAbility to quickly adapt to new tools and fast changing requirements on a project\r\n-\tStrong command of English language (both verbal and written)\r\n\r\n\r\nWHO YOU'LL WORK WITH\r\n\r\nYou’ll be based in our Lisbon or Wroclaw office and will be part of our Client Capabilities Network (CCN).You will work with product management and design colleagues to deliver software products with high levels of value, usability, quality and predictability for our clients.\r\n\r\nAs a Software Engineer, you will develop an expertise in an industry(e.g. Advanced Industries, Energy & Materials, Banking, Insurance, Consumer, Telecommunications, Pharma, Private Equity) or business function (Marketing and Sales, Operations, Corporate Finance, Risk, Digital, Transformation, Sustainability) that is of interest to you and aligned to your background. Leaders in these groups will provide mentorship and sponsorship and help you further build your capabilities. \r\n\r\nOur more than 2,500 client capabilities professionals across the globe work alongside our consultants to deliver Change that Matters to our clients. They support our consultant teams, both remotely and at client sites, in an agile and targeted way. Further, they are core to our firm’s R&D, developing new knowledge and building and refining proprietary capabilities (e.g., assets, data sets), as well as curating, managing, and maintaining them. Our portfolio includes state-of-the-art research, asset-backed and rapid diagnostics, benchmarking, and workflow support. Our professionals have deep expertise and are able to apply a broad range of methodologies for specialized on-demand analyses.\r\n\r\nWHAT YOU'LL DO\r\n\r\nYou will solve engineering problems in multiple domains and will support client project teams with tech enablement and building reusable technology platforms.\r\n\r\nIn this role you will strive to write clean, usable, and scalable code, while following an agile development process. You will utilize the latest in software development best practices.\r\n\r\nAs an engineer, you will develop deep technical expertise, leadership and management skills. You will keep up with industry trends and innovations and apply knowledge to the existing codebase. You will be an active learner, identifying new products to take to your clients. You will use unfamiliar technologies and learn new programming languages to meet technical requirements. \r\n\r\nYou will play an advisory role in asset development and as a trusted technical expert, you will help guide non-technical colleagues on how technology can be leveraged for their clients.  You'll identify and escalate technical barriers, dependencies or risks and you'll understand the value of the user story and how to best deliver the appropriate functionality. \r\n\r\nYou will manage yourself day to day with regards to priorities, time and commitments within your team setting while ensuring that technical standards and best practices are exercised, while maintaining a distinct value and quality mindset.\r\n\r\nPlease submit your application by 12 March 2021",
        "how_to_apply": "Apply via our website: https://www.mckinsey.com/careers/search-jobs/jobs/softwareengineer-clientcapabilitiesnetwork-47399",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbnlhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--fcec4bd4e868d975760873b8ade1de1474c0e994/McKinsey-recruiting-email-banner_4%20(1).jpg"
    },
    {
        "id": "543bfbff-b519-42fc-8c0f-aeffe41f7790",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/543bfbff-b519-42fc-8c0f-aeffe41f7790",
        "created_at": "Fri Feb 26 10:31:03 UTC 2021",
        "company": "McKinsey & Company",
        "company_url": null,
        "location": "Wroclaw / Lisbon",
        "title": "Data Engineer",
        "description": "McKinsey’s Client Capabilities Network cultivates innovation and expertise. \r\n\r\nOur client capabilities colleagues help clients solve their most challenging problems by providing them with research, advanced analytics and engineering knowledge across many industries (retail, telecommunications, pharmaceuticals, automotive) and business functions (digital, marketing, operations). \r\n\r\nWhen you join our Client Capabilities Network, you can build on your strengths and professional passions, and challenge yourself by finding solutions for problems that don’t always have an easy answer. We are looking for people with diverse educational and professional backgrounds —people who can help build the firm’s capabilities and create positive and enduring change through improving the communities in which we work and live. \r\n\r\nWe invite you to join us in Lisbon or Wroclaw as a Data Engineer. To learn more about life as a client capabilities professional at McKinsey, visit our website. \r\n\r\nQUALIFICATIONS\r\n\r\n- Degree in computer science, information systems or related field \r\n- First professional experience in data manipulation/ETL \r\n- Experience with data visualization tools like Tableau or PowerBI \r\n- Basic programming skills in at least two programming languages: VBA, R or Python, willingness to learn the third one\r\n- Experience with Databricks, Scala and streaming data in Kafka/Kinesis would be a plus\r\n- Strong coding knowledge/ abilities in the field of large data handling through Microsoft SQL (T-SQL), Microsoft SQL Server Management Studio, data manipulation and ETL tools using Alteryx; alongside knowledge of VBA/Macros\r\n- Understanding of data warehousing, data lake concepts and Tableau dashboards, visualizations, etc.\r\n- Knowledge of databases, such as Access and SQL is helpful\r\n- Strong command of English language (both verbal and written) \r\n\r\nWHO YOU'LL WORK WITH\r\n\r\nYou’ll be based in our Lisbon or Wroclaw office and will be part of our Client Capabilities Network (CCN).You’ll be part of a team of data engineers and will play a key role in data transformations, analysis and delivery.\r\n\r\nAs a Data Engineer you will develop an expertise in an industry (e.g. Advanced Industries, Energy & Materials, Banking, Insurance, Consumer, Telecommunications, Pharma, Private Equity) or business function  (Marketing and Sales, Operations, Corporate Finance, Risk, Digital, Transformation, Sustainability) that is of interest to you and aligned to your background. Leaders in these groups will provide mentorship and sponsorship and help you further build your capabilities. \r\n\r\nOur more than 2,500 client capabilities professionals across the globe work alongside our consultants to deliver Change that Matters to our clients. They support our consultant teams, both remotely and at client sites, in an agile and targeted way. Further, they are core to our firm’s R&D, developing new knowledge and building and refining proprietary capabilities (e.g., assets, data sets), as well as curating, managing, and maintaining them. Our portfolio includes state-of-the-art research, asset-backed and rapid diagnostics, benchmarking, and workflow support. Our professionals have deep expertise and are able to apply a broad range of methodologies for specialized on-demand analyses.\r\n\r\nWHAT YOU'LL DO\r\n\r\nYou will work on various projects related to data transformation, configuration, design and development.\r\n\r\nIn this role you’ll also test bespoken analytics tools, applications and platforms as well as develop database solutions.\r\n\r\nA typical project that you will be part of involves project scoping, data identification and extraction, data processing, engineering and enrichment, data cleansing and categorization, handover, insights presentation and capability building. Each project will give you an opportunity to enhance your technical skills and gain new ones. You will stay in constant contact with clients to ensure an effective data handover, transformation and analysis and final results presentation.\r\n\r\nYou will conduct data assessment, perform data quality checks and transform and load raw data using SQL and ETL tools. With your experience in data engineering and data modeling, you will build sustainable data pipelines and adjust them as needed.\r\n\r\nIn addition to project delivery, you will contribute to, and often times, lead operational improvements within exiting solutions. You’ll help build out further proprietary solutions or data assets, while identifying new technologies, trends, or alternative vendors to work with.\r\n\r\nPlease submit your application by 12 March 2021",
        "how_to_apply": "Apply via our website: https://www.mckinsey.com/careers/search-jobs/jobs/dataengineer-clientcapabilitiesnetwork-47404 ",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbmVhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8106cafb7a0dbb7e9a8d9f8d3ed0f7cbd7cf1e6e/McKinsey-recruiting-email-banner_4%20(1).jpg"
    },
    {
        "id": "f83a0fa7-4552-42b7-afed-1283c852eeff",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/f83a0fa7-4552-42b7-afed-1283c852eeff",
        "created_at": "Fri Feb 26 03:02:59 UTC 2021",
        "company": "Empower Associates ",
        "company_url": "https://www.empower.associates/",
        "location": "Santa Clara, CA (Remote) ",
        "title": "Machine Learning Engineer",
        "description": "**Location:** Remote/Santa Clara, CA\r\n\r\n**Salary:** $150K - $200K + bonus + equity \r\n\r\nHave you ever wanted to be a part of building a brand new data science system from the ground up?\r\n\r\nOur client, a SaaS startup located in Santa Clara, CA is looking to add an **ML Engineer** to the team to help build the infrastructure for a new DS system that will support the full model dev and deployment lifecycle.\r\n\r\n**Overview**\r\nThe Data Science team's current system is to build the models, test and then give them to the SW team for deployment.\r\n\r\nThis is where you come in.\r\n\r\nThe first 6 months in this role will be spent helping the team transition to Spark.\r\n\r\n**Responsibilities:**\r\n- Work with DS/ML/Data Engineering teams to build infrastructure + pipelines in Spark\r\n- Support the DS team's transformation to big data\r\n- Re-fresh/train existing DL and NLP models\r\n- Lead projects\r\n- Mentor\r\n\r\n**Required:**\r\n- 5+ years as ML Engineer or DS\r\n- Experience building data pipelines for processing\r\n- Experience with Python, PySpark, Spark\r\n- Well versed with model development (training, feature engineering, testing, and monitoring)\r\n- Ability to present and communicate\r\n\r\n**More About the Company**\r\n- The company recently received an additional round of funding for $25M+.\r\n- The team is very collaborative and engaged, 50/50 men/women. \r\n- They are laying the good groundwork for building a diverse team, which studies show lead to better outcomes :)\r\n\r\n**The team is remote for now but hope to be back in the office when it's deemed safe**",
        "how_to_apply": "If you're interested, please email your resume to Graham@Empower.Associates ",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBblNhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6a42400bd8c9b61075ca470327570324ede9b72c/Empower%20Logo.jpg"
    },
    {
        "id": "6d3d6fa2-1861-46ac-be3c-177e03aad62b",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/6d3d6fa2-1861-46ac-be3c-177e03aad62b",
        "created_at": "Thu Feb 25 22:20:15 UTC 2021",
        "company": "Build Change",
        "company_url": "https://buildchange.org/",
        "location": "Remote",
        "title": "Chief Technology Officer",
        "description": "WORK FOR AN AWARD-WINNING NON-PROFIT SOCIAL ENTERPRISE\r\n\r\nJob Title: Chief Technology Officer\r\n\r\nIndustry: Non-profit/International Development\r\n\r\nJob Location: Global – Work from home & regular travel\r\n\r\nStart Date: Immediate\r\n\r\nTerm: At-will employment\r\n\r\nSalary: Competitive, based on experience\r\n\r\n\r\nWHO WE ARE\r\n\r\nFounded in 2004, Build Change is an innovative international non‐profit social enterprise whose mission is to save lives in earthquakes and hurricanes. We do that by designing disaster-resistant houses and schools; training homeowners, builders, engineers and government officials to build them; working with governments to develop and implement building standards; partnering with the private sector to improve building materials quality and create jobs; and facilitating access to incentive-based capital for reconstruction and retrofitting by partnering with financing institutions and government subsidy programs.\r\n\r\nBuild Change is the recipient of multiple awards, including a 2017 Skoll Foundation Award for Social Entrepreneurship, OpenIDEO Urban Resilience Challenge Winner, and was a top three finalist in IBM’s inaugural Call for Code Developer Challenge in 2018.\r\n\r\nTo learn more about us and our programs in Colombia, Nepal, the Philippines and the Caribbean, visit www.buildchange.org.\r\n\r\n\r\n\r\nYOUR NEW OPPORTUNITY\r\n\r\nBuild Change’s Technology Division is seeking to head its activities around the world.\r\n\r\nThis position reports to the CEO.\r\n \r\nPOSITION RESPONSIBILITIES\r\n\r\n*Head Build Change’s Technology Division\r\n\r\n*Implement Build Change’s strategy\r\n\r\n*Represent Build Change in front of key technology stakeholders such as donors, partners, subcontractors and clients\r\n\r\n*Lead Build Change’s software development team\r\n\r\n*Nurture and recruit required talent for the Technology team, and support the Build Change’s programs around the world in recruiting and/or sourcing new software development talent\r\n\r\n*Manage the timely delivery of work packages from remote coding capacities, including Build Change software based in other countries and non-Build Change software developers working for third-party software development service providers\r\n\r\n*Manage the referencing of existing in-house developed software and the establishment of an internal code depository\r\n\r\n*Ensure that all global systems are accessible, branded, operational and disruption-free\r\n\r\n*Establish cyber-security protocols and manage their implementation across all activities\r\n\r\n*Ensure program-balanced budgets\r\n\r\n*Ensure that deliverables/milestones for projects for which you are responsible for are delivered according to time and budget\r\n\r\n*Be solution-oriented and ensure the timely delivery of functioning client-ready mobile applications and web portals in accordance to allocated resources\r\n\r\n*Train and mentor the coding team under your responsibility\r\n\r\n*Produce internal monthly reports and, when required, internal reports for the CEO and Board of Directors\r\n \r\n\r\nOTHER RESPONSIBILITIES\r\n\r\nOpportunity-dependent:\r\n\r\n*Work from home, while collaborating with colleagues located around the world (Asia, Europe, Africa, North America and South America)\r\n\r\n*Travel, when necessary (no more than 25% of your time on average), to support the delivery of software products around the world, or to participate in presenting your work and Build Change’s technology innovations at conferences or at meetings with clients, partners and donors\r\n\r\n*Support business development efforts to develop technology components in concepts and proposals\r\n\r\n*Support the CEO and the business development team in creating and delivering presentations’ slide decks, sales pitches, and promotional videos with the objective of securing new funding for Build Change technology related activities\r\n\r\n*Support the development of a business model and monetization strategy from Build Change technology services and products\r\n\r\n*Perform additional duties as required by your supervisor\r\n \r\n\r\n\r\nOUR IDEAL CANDIDATE\r\n\r\nYOU HAVE:\r\n\r\n-10 years' minimum experience leading teams of software developers, specifically leading the development of mobile applications and web portals\r\n\r\n-Advance college degree in Information Technology or related field\r\n \r\nYOUR EXPERIENCE INCLUDES:\r\n\r\n-Managing the delivery of software work packages from large teams consisting of developers reporting to you as well as from third-party software development providers\r\n\r\n-Rolling out and ensuring the maintenance of mobile applications and web portals\r\n\r\n-Managing de-localized teams, including team members in similar time zones and developers in very different time zones\r\n\r\n-Working closely with product design and business teams to bring a software product to market\r\n\r\n-Recruiting developers as well as building and maintaining a software development team\r\n\r\n-Contractually managing the performance and timely delivery of software deliverables produced by third-party software development providers\r\n\r\n-Developing and rolling out Artificial Intelligence (AI) functionalities\r\n\r\n-Developing and rolling out Augmented Reality (AR) or Mixed Reality (MR) functionalities\r\n\r\n-Experience calibrating and rolling-out UXs for non-technical / everyday users\r\n \r\nYOU ARE ABLE TO:\r\n\r\n-Recruit and manage a team consisting of, but not limited to, the following specialties:\r\n\r\n-->React Native developers\r\n\r\n-->Full Stack developers\r\n\r\n-->Machine Learning engineers\r\n\r\n-->Python developers\r\n\r\n-->Dynamo developers\r\n\r\n-->3D animation and AR experts\r\n\r\n-->BIM experts\r\n \r\nYOU WOULD DESCRIBE YOURSELF AS;\r\n\r\n-Drama-free, optimistic, flexible, humble, patient, and having a good sense of humor\r\n\r\n-Fluent in English\r\n \r\nAND MAYBE YOU ALSO:\r\n\r\n-Have worked in the Caribbean, Latin America, Asia or emerging nations\r\n\r\n-Speak Spanish or any of the languages spoken in our program countries\r\n\r\n-Have experience successfully developing, rolling out and maintaining software in emerging nations\r\n\r\n-Have experience working on software that is connected to Building Information Modeling (BIM)\r\n \r\n\r\n\r\nARE YOU INTERESTED?\r\n\r\nThen please visit www.buildchange.org/about/careers and select the link for this position. Applications will be accepted until filled and will be reviewed as received. Only shortlisted candidates will be contacted. No calls please.",
        "how_to_apply": "Click \"Apply Now\" on our website's posting of the position: https://buildchange.applicantstack.com/x/detail/a2cn2wdfh30a",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbTZhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--005520e7583b36a20a2badef9cb2600d20876aeb/BuildChange_Hex_Final_wide.png"
    },
    {
        "id": "0ccabe77-7f42-4828-b7c4-c1066999f2a6",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/0ccabe77-7f42-4828-b7c4-c1066999f2a6",
        "created_at": "Thu Feb 25 20:00:51 UTC 2021",
        "company": "Bit Zesty",
        "company_url": "https://bitzesty.com",
        "location": "Remote",
        "title": "Ruby on Rails Developer (Remote)",
        "description": "We’re a multi-award-winning digital product development agency, working with corporations, charities, government and start-ups since 2009. \r\n\r\nFrom the beginning, we established remote working practices. We believe it gives our team a better work-life balance, more autonomy and flexibility, plus helps us to do our bit in preserving the environment.\r\n\r\n## The Opportunity \r\n\r\nWe have a vacancy for an experienced Ruby on Rails Developer to join us on a full-time basis. In this role, you’ll join a skilled team of Developers creating high quality, scalable products for our clients. You’ll work closely with our Project Managers, UX Designers and Technical Director, focussing on both maintenance and new development of software applications.\r\n\r\nThis role would be ideally suited to someone who likes working with Ruby on Rails and is keen to work as part of a team on a range of different projects. If you enjoy creating dynamic web applications and are passionate about clean code, we would love to hear from you.\r\n\r\n## The Job\r\n\r\nOn a day to day basis, you’ll be involved with the following:\r\n\r\n* Writing efficient, reusable, and reliable Ruby code\r\n* Identifying performance issues and bugs, and providing solutions to these problems\r\n* Conducting regular Ruby on Rails version upgrades\r\n* Participating in code reviews\r\n* Contributing to creating a culture of writing excellent software\r\n* Taking wireframes/mockups and user stories and build systems that meet the requirements\r\n\r\n## The Person\r\n\r\nIdeally, we’re looking for someone with the following:\r\n\r\n* Experienced Ruby on Rails Developer with exposure to multiple applications\r\n* Comfortable working on existing codebases\r\n* Experience of working with live applications including ongoing maintenance\r\n* Knowledge of SQL experience (MySQL/PostgreSQL) and NoSQL (MongoDB/ElasticSearch/CouchDB)\r\n* Interested in learning new technologies (for example, Elixir, React Native)\r\n* Comfortable working across multiple projects and able to switch between them as required\r\n* Happy to work mostly synchronously as part of a team\r\n* Great attention to detail\r\n* Previous agency experience would be advantageous\r\n* A degree in Computer Science, Software Engineering or a related subject is desirable\r\n\r\n## The Perks\r\n\r\nAt Bit Zesty, we offer a range of perks and benefits to help you enjoy your time with us, such as:\r\n\r\n* Fully remote working - no more stressful commutes, ever\r\n* Flexibility with working hours\r\n* Regular virtual team activities\r\n* An open, dynamic and collaborative digital working culture\r\n\r\nInterested? Apply now to submit your CV: \r\n\r\n# https://apply.workable.com/bit-zesty/j/D8336DB20F/\r\n\r\nDue to the remote nature of this job, we have advertised it in different locations. Please only apply once.\r\n\r\nBit Zesty is committed to being an equal opportunities employer and we welcome applicants from all backgrounds.",
        "how_to_apply": "https://apply.workable.com/bit-zesty/j/D8336DB20F/",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbXlhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--294f9e38426b93897521db1de552e69a97041218/8DRWUJcV_400x400%20(1).jpg"
    },
    {
        "id": "4b4da7c5-fb2a-4377-9838-484bee13d23d",
        "type": "Contract",
        "url": "https://jobs.github.com/positions/4b4da7c5-fb2a-4377-9838-484bee13d23d",
        "created_at": "Thu Feb 25 18:48:52 UTC 2021",
        "company": "Foundation for Interwallet Operability (FIO)",
        "company_url": "http://fioprotocol.io",
        "location": "remote",
        "title": "QA and Test Automation Engineer",
        "description": "## Overview\r\n\r\nThe Foundation for Interwallet Operability (FIO, http://fioprotocol.io) is looking for an experienced QA engineer to lead our QA effort and expand our automated Javascript API test harness.  \r\n\r\nFIO Protocol is fully open source (https://github.com/fioprotocol) with documentation and test APIs (https://developers.fioprotocol.io/). FIO Protocol is built on a blockchain platform that uses C++ as its smart contract programming language. Underlying the blockchain is a WebAssembly virtual machine which executes smart contract code. Blockchain functionality is accessed via an API. Integration of FIO features by crypto wallets and exchanges is facilitated by Typescript, Kotlin, and iOS SDKs.\r\n\r\nThe QA Engineer opportunity is scoped as a part-time, hourly contract position at ~80 hours/month with the potential to become full-time (~160 hours/month) depending on workload and funding. \r\n\r\nHourly rate is $40-$60 per hour depending on experience. Payment in USDT or similar.\r\n\r\n## Responsibilities\r\n\r\n* Automated and manual testing of FIO Protocol API and FIO SDKs\r\n* Manual testing of integrated partner wallets and exchanges\r\n* Ensure that feature deliverables meet quality objectives in functionality, performance, stability, and security\r\n* Participate actively in functional, system, integration and regression testing activities within project timelines\r\n* Develop, maintain, and execute Javascript automated test harness\r\n* Configure and maintain crypto wallet test environments for mobile (iOS and Android), browser, and hardware-based wallets\r\n* Build effective test cases that are used for manual and automation testing\r\n* Create testing documentation, including test plans, test cases/scripts, and bug reports assessing quality and associated risk\r\n* Diagnose, track and manage quality issues to resolution\r\n* Collaborate with the broader team to identify, understand and resolve the root cause of defects and end user escalations\r\n* Online technical support to end users on technical issues\r\n\r\n## Requirements\r\n\r\n* Experience in QA and QA automation\r\n* Hands-on experience with JavaScript development\r\n* Understanding of Software QA methodologies, tools and approaches (black box and automated testing)\r\n* Experience in writing test cases and test scenarios that cover both sanity and in-depth testing including and not limited to boundary, negative, compatibility and concurrency tests\r\n* Ability to accurately estimate task durations and meet schedules\r\n* Prefer experience with blockchain and crypto\r\n\r\n\r\nFor more details on FIO and the QA position refer to: \r\n* https://fioprotocol.io\r\n* https://developers.fioprotocol.io\r\n* https://github.com/fioprotocol/fio.test/issues/1\r\n",
        "how_to_apply": "Email your resume or LinkedIn profile along with a cover letter to eric@fioprotocol.io",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbW1hIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--0673579216903f4e46e1318c1eee1dbe1afd0411/FIO.jpg"
    },
    {
        "id": "dee3c118-215d-448a-94cd-94b34e25cba3",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/dee3c118-215d-448a-94cd-94b34e25cba3",
        "created_at": "Thu Feb 25 15:26:58 UTC 2021",
        "company": "Lowers Risk Group LLC",
        "company_url": "http://http",
        "location": "Remote, VA ",
        "title": "Software Developer",
        "description": "This is a Remote position\r\n\r\nJOB SUMMARY\r\nTo power business growth through technology investments, we hire web application developers with a passion for technology, a desire to learn, and the drive to contribute that make the team better. In this role you will:\r\n* Design, develop, and test new and existing software applications working within a fast-paced and collaborative team environment to power our business growth\r\n* Actively contribute to team discussions on software design, architecture and process improvements\r\n* Experiment with new technologies and tools including but not limited to building AI/ML models\r\n* Participate in group events, hackathons and contests with a team that really enjoys working together and pushing each other to excel.\r\n* Work on systems that handle 3+ million API requests and 600,000 pageviews per week in a 24/7 high availability AWS cloud-based environment.\r\nPLEASE NOTE: Applicants must be legally authorized to work in the US. Visa sponsorship is not available for this role.\r\n\r\nEDUCATION/EXPERIENCE:\r\nEducation:\r\n* Minimum: High school diploma\r\n* Preferred: Bachelor's degree in Computer Science, Software Design or related field\r\nExperience:\r\n* Minimum: 3 years software development experience\r\n* Preferred: 5 years software development experience\r\nQUALIFICATIONS:\r\nThe requirements listed below are representative of the knowledge, skills, and/or abilities required for this position:\r\n* Familiar with PHP MVC frameworks such as Slim, Phalcon, or Laravel\r\n* Familiar with frameworks like Java Spring Boot or JHipster.\r\n* Familiar with Vue.js and the Nuxt.js framework.\r\n* Familiar with CSS frameworks like Bootstrap, Vuetify, or TailwindCSS.\r\n* Experience with AWS, Python and JavaScript.\r\n* Demonstrated interest in and ability to learn new systems and programming languages quickly.\r\n* Ability to maintain high quality of work.\r\n* High aptitude for collaboration and teamwork.\r\n* High level of interpersonal and communication skills.\r\n* Ability to meet stated customer-initiated deadlines.\r\n* Demonstrate professional office etiquette and appearance.\r\n* Exemplify professionalism in all LRG-related contexts and activities.\r\n* Maintains confidentiality at all times.\r\n\r\n\r\nCOMPANY OVERVIEW:\r\nLowers Risk Group provides comprehensive enterprise risk management solutions to organizations operating in high-risk, highly regulated environments valuing risk mitigation. Join the software development team of one of Inc. 5000's Fastest Growing Companies in the U.S.! Celebrating our 7th year on the Inc. 5000 list of fastest-growing companies. This achievement puts Lowers Risk Group in rarefied company with organizations such as Microsoft, Timberland, Vizio, Intuit, Chobani, Oracle, and Zappos.com.\r\n\r\nWORK HOURS:\r\nSalaried position with typical work hours 8:30 AM - 5:00 PM; ability to flex schedule to meet team requirements.\r\nEQUAL EMPLOYMENT OPPORTUNITY:\r\nLowers Risk Group provides equal employment opportunities to all employees and applicants for employment without regard to race, color, religion, sex, national origin, age, disability, genetic information, pregnancy, gender identity, sexual orientation, status as a Vietnam-era, special disabled veteran or other veteran, or any other status or characteristic protected by applicable federal, state and/or local laws.\r\n\r\n\r\n\r\nApply Here: https://www.click2apply.net/k5ljqgTOg2ZAUgZzs4bND\r\n\r\n\r\nPI130907413",
        "how_to_apply": "Apply Here: https://www.click2apply.net/k5ljqgTOg2ZAUgZzs4bND",
        "company_logo": null
    },
    {
        "id": "0da14936-394d-424c-a089-862665eb52a8",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/0da14936-394d-424c-a089-862665eb52a8",
        "created_at": "Thu Feb 25 10:12:14 UTC 2021",
        "company": "madewithlove",
        "company_url": "https://madewithlove.com",
        "location": "Amsterdam",
        "title": "Full-stack engineer (f/m/x)",
        "description": "Our client is currently looking for a full-time and experienced full-stack engineer (f/m/x) that will be joining an exciting Amsterdam-based startup lead by ex-Uber and ex-Facebook employees. You will be developing the product from the ground up, while working according to the latest standards and you take pride in delivering nothing but high-quality PHP (Laravel) and React code, and know your way around in tooling and APIs. \r\n\r\n## What will you be doing?\r\n- You will be writing modern PHP and Javascript code while understanding that continuous refactoring is part of the job. You have a critical and pragmatic approach to guard over the quality of the code.\r\n- You review the technical architecture of the platform and make the right choices on technologies we should (not) use.\r\n- You'll be responsible for implementing automatic testing because you understand it’s an integral part of delivering high-quality features.\r\n- You collaborate with a small team of top-notch engineers and aim to improve others as much as yourself.\r\n- You implement and maintain development processes.\r\n\r\n\r\n# Requirements\r\n!! Don't hesitate to apply if you don't fulfil 100% of the requirements. Superheroes don't exist, people with passion and talent do.\r\n\r\n\r\n## Soft skills\r\n- You like working in a startup environment and you have some affinity with the health and beauty industry. You can manage your own time and you are flexible enough to go the extra mile if needed.\r\n- You have at least 3 years of experience building software applications.\r\n- You are able to give others honest, constructive and actionable feedback. Credit is assigned accurately and generously.\r\n- You know where information can be found and actively search for it. You can think for yourself and challenge the information you find. You don't hesitate to ask questions because others know things you don't. You document everything and in such a way that everybody can understand what is happening and why.\r\n- Although you can work independently and efficiently, you like to work in a team environment. Once a group decision is made, you act as a team member by following the architecture, the processes and coding standards as agreed upon.\r\n- You do what you promise and you take ownership of tasks. You always try to go for the best quality possible with respect to timing and budget. You understand the why of decisions and you suggest improvements when you see an opportunity.\r\n- You always aim for quality so you actively and consistently strive to expand your knowledge, both technical and non-technical. You like sharing your knowledge with colleagues and the world through different channels (blogging, presentations, group discussions, ...).\r\n- You can communicate clearly, taking into account who your audience is. You are always honest, sometimes brutally so, but you are aware of the situation and always stay polite. You know which is the right channel for each message or question.\r\n\r\n\r\n## Hard skills\r\n- You are a PHP/Laravel expert with a good understanding of React, or the other way around\r\n- You know how to handle state, routing & side-effects with React.\r\n- You have experience setting up tooling for a modern web app.\r\n- You have experience setting up infrastructure (e.g. DigitalOcean, Amazon Web Services)\r\n- You have experience building RESTful APIs\r\n- You like to make an impact and are keen to translate designs (Figma) into code\r\n- You are keen on quality assurance and automatic testing\r\n- Proper coding architecture is what makes you happy (e.g. MVC, SOLID).\r\n- Version control (e.g. Git) is something you can't do without\r\n- Although we like accents, your English must be very good, both oral and written\r\n\r\n\r\n## Bonus points\r\n- You have experience building mobile applications\r\n- You have something valuable to add when discussing the product, UX and/or UI.\r\n- You have an affinity with machine learning.\r\n- You have experience setting up CI/CD pipelines (e.g. GitHub Actions)\r\n- You are familiar with Shopify.\r\n- Vous pouvez vous exprimer dans la langue de Molière\r\n\r\n## What you will be offered\r\n- A remuneration in accordance with the Dutch startup market\r\n- Flexible working conditions\r\n- 25 paid holidays\r\n \r\n\r\n# The strengths of a good mix\r\nWe specifically encourage underrepresented groups to apply. We believe in the strengths of well-balanced, and mixed teams and hope our applications will attract a broader audience, no matter the gender, religion, race, age, disability, linguistic differences, socioeconomic status, or sexual orientation. Read more about our efforts towards a more inclusive and diverse environment.\r\n\r\n\r\n\r\nHope to speak soon!\r\n\r\n",
        "how_to_apply": "Apply to our open positions via this URL: https://madewithlove.com/jobs/",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbVdhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a2bd45ce3d759fa8f190678e8b8f5467059a6629/mwl-logo-square.png"
    },
    {
        "id": "faf64bd8-7d21-44cf-bd9a-18211a1a7e9a",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/faf64bd8-7d21-44cf-bd9a-18211a1a7e9a",
        "created_at": "Thu Feb 25 09:46:10 UTC 2021",
        "company": "BSDEX GmbH",
        "company_url": "https://www.bsdex.de/de/",
        "location": "Berlin",
        "title": "DevOps Engineer (f/m/d) at BSDEX GmbH",
        "description": "About Boerse Stuttgart Digital Exchange GmbH\r\n\r\nWe, Boerse Stuttgart Digital Exchange GmbH (BSDEX), are building the first regulated trading venue for digital assets in Germany. Bitcoin, DeFi & Co are changing the banking and exchange business and have become a $1T+ asset class in a very short time. The underlying blockchain technology is revolutionizing the way assets are handled along the financial value chain. We are now at an inflection point where trading and owning digital assets is becoming mainstream and being embraced by large traditional players such as investment banks, asset managers, family offices, and other major market participants are strongly embracing it institutionally.\r\n\r\nWe set high standards for transparency and security, and provide a reliable and trustworthy framework for trading these new assets. In order to realize this ambitious endeavor, we are looking for new colleagues (f/m/d) who are ready to take on responsibility and who bring a good dose of pioneering spirit and courage.\r\n\r\n**Tasks**\r\n\r\n- You take responsibility for our technical operations of the trading platform and drive adoption and consensus amongst stakeholders and team members\r\n- You collaborate closely with your technical stakeholders from Börse Stuttgart to ensure a smooth, reliable and secure running of our platform\r\n- You bring in your ideas and thoughts on technical problems to find best in class solutions and further develop our “devops-culture”\r\n- You support our various product/engineering teams and setup for deployments, interacting closely with our frontend and backend engineers on topics of security, scalability and infrastructure\r\n- You monitor, evaluate and decide on new technologies to be added to our tech stack\r\n- You actively participate in attracting further talent to grow a cutting edge tech team\r\n- You help us to build a highly performing team with startup mindset that manages the tradeoff between risk and progressive ideas\r\n\r\n**Requirements**\r\n\r\n- Experience with cloud environments, deployment processes, containers and container systems (Kubernetes)\r\n- Ideally you have already worked in highly regulated industries/contexts such as the financial industry (i.e. banking, trading, fintech, token economy)\r\n- You are passionate about people and new work philosophies – ideally you have experience in building location-independent teams\r\n- You actively shape and contribute to a healthy team culture based on mutual trust and support and you are fun to work with :-)\r\n\r\n**Benefits**\r\n\r\n- Participation and ownership in building the missing piece of infrastructure in Europe to trade digital assets\r\n- Access to resources and colleagues of Boerse Stuttgart and knowledge exchange / collaboration with other digitization projects within Boerse Stuttgart, namely Primary Market / Tokenization, Custody, BISON\r\n- Build software that matters\r\n- Opportunity to build your ideas and shape the technical and product vision\r\n- Professional growth opportunities in a small, growing, well-funded start-up\r\n- Flexible work schedule in a remote-first environment\r\n\r\nSounds good? Please send us your CV/LinkedIn/Github (no need for a cover/motivation letter)!",
        "how_to_apply": "https://bsdex.join.com/jobs/1931824-devops-engineer-f-m-d-at-bsdex-gmbh?pid=357a3b4531918760973f&utm_source=github_jobs&utm_medium=paid&utm_campaign=single%2Bposting&utm_content=devops%2Bengineer%2Bf%2Bm%2Bd%2Bat%2Bbsdex%2Bgmbh",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbUthIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--11bba462b0fbffcc7fe59b2e59289bb6f3171f3f/bsdex-gmb-h-logo-l.png"
    },
    {
        "id": "6c320d8d-0b56-4b1a-b1ee-c6861d889bc4",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/6c320d8d-0b56-4b1a-b1ee-c6861d889bc4",
        "created_at": "Thu Feb 25 05:23:35 UTC 2021",
        "company": "Solv",
        "company_url": "http://www.solvhealth.com",
        "location": "Remote/San Francisco",
        "title": "Full-stack Technical Lead - React",
        "description": "We’re hiring an engineering technical lead to help Solv build something that matters - directly impacting the way people interact with their healthcare provider.  This is a player/coach role where you will be building and leading a passionate, high-performing full-stack engineering team as well as on-going mentorship and coaching.  You’ll work closely with senior leadership to develop the best strategies, initiatives, and direction for the engineering team as we continue to grow.\r\n\r\nYou can expect to:\r\n\r\nTechnically lead a diverse and inclusive team of full-stack engineers working on building Solv’s platform\r\n\r\nProvide hands-on mentorship and support for the team to ensure there is positive growth towards personal and professional goals\r\n\r\nCollaborate with Engineering and Product teams on overall product roadmap, product launches, and other ongoing projects\r\n\r\nDevelop and foster an inclusive, innovative environment where teams can be successful\r\n\r\n\r\nYou'll be great for this role if:\r\n\r\nYou have 5+ years experience building, shipping, and maintaining a framework-based JavaScript application using React/Redux\r\n\r\nHave experience working with React Hooks\r\n\r\nHave worked with Typescript\r\n\r\nExperience creating and maintaining a simple, well-organized CSS\r\n\r\nWorked as a full stack developer as well as in the backend with Python and Postgres (or similar)\r\n\r\n1-2 years leading a team of software engineers\r\n\r\nCommitted to building diverse, inclusive teams\r\n\r\nSuccessful track record of creating empowering and collaborative team environments where engineers produce their best work \r\n\r\nClear understanding of business metrics/KPIs and are able to identify areas of opportunity to increase business impact and growth",
        "how_to_apply": "Send your resume to: \r\n\r\nhttps://jobs.lever.co/solvhealth/f55f68c5-10a1-49db-9498-ed2c36fd498f?lever-origin=applied&lever-source%5B%5D=GitHub",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbUNhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c9b9894bf0075a4a7ec1973c70d1043748467ed1/Solv%20logo.png"
    },
    {
        "id": "6f9a26a3-d539-402e-8a05-a0ff41dc4e53",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/6f9a26a3-d539-402e-8a05-a0ff41dc4e53",
        "created_at": "Wed Feb 24 22:52:22 UTC 2021",
        "company": "Dwell",
        "company_url": "http://dwell.com",
        "location": "Remote (US Only)",
        "title": "Senior Frontend Engineer",
        "description": "Dwell has been a champion of good design for two decades. Our mission is to foster appreciation for how great spaces can transform lives and communities.﻿\r\n\r\nWe reach 40 million people every year primarily by publishing content that brings attention to original efforts to make architecture more sustainable and accessible.﻿\r\n\r\nAs a senior frontend web developer, you will collaborate within a cross-functional product team to devise and implement solutions that meet strategic objectives. Your unique responsibility within this team will be UI development and engineering. \r\n\r\nThe product team is entrepreneurial, creative, personable, and fundamentally committed to building products and services that are best in class in design and execution. You will be a great fit if you’re self-motivated, organized, and multi-task well. You enjoy problem-solving and are always learning new skills.\r\n\r\n### **What You’ll Do**\r\n\r\n- Lead all frontend web development efforts\r\n- Translate designs—rough sketches, wireframes, refined visual designs, interactive prototypes, and/or user stories—into well-crafted interfaces\r\n- Plan, estimate, and build new features\r\n- Ensure a high level of quality and performance\r\n- Troubleshoot and debug as issues arise\r\n- Refine and evolve our front-end web stack\r\n- Collaborate closely with product, design, and back-end engineers by contributing to initial ideation and throughout implementation and iteration\r\n- Generously share your knowledge and expertise through demos, presentations, mentoring, and code reviews\r\n- Value feedback and constructive criticism\r\n\r\n### We Currently Use\r\n\r\n- ES6+\r\n- React\r\n- Redux\r\n- SCSS\r\n- Mocha\r\n- webpack\r\n\r\n### What We’re Looking For\r\n\r\n- Enthusiastic and self-motivated\r\n- Ability to learn quickly and adapt in a fast-paced environment\r\n- Deep understanding of HTML, CSS, JavaScript, and responsive web design\r\n- Extensive experience translating designs into well-crafted code\r\n- Experience working with service-oriented architecture\r\n- Experience with React or similar\r\n- Experience building digital subscription products\r\n- Excellent problem-solving and organizational skills\r\n- Excellent communication skills\r\n- B.A., B.S., or equivalent experience\r\n",
        "how_to_apply": "Apply here: https://careers.dwell.com/p/c0dfbf98fec9-senior-frontend-engineer",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbDZhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e4fa4e28b4b767e38653f0e6755dcb2415cd5cc1/Dwell%20Logo.png"
    },
    {
        "id": "d1a95e28-5ed3-4c0d-a1db-1c5173e778ad",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/d1a95e28-5ed3-4c0d-a1db-1c5173e778ad",
        "created_at": "Wed Feb 24 21:25:53 UTC 2021",
        "company": "DSPolitical",
        "company_url": "http://www.dspolitical.com",
        "location": "Washington, DC 20005, USA",
        "title": "Salesforce Administrator & Developer",
        "description": "DSPolitical is hiring for a Salesforce Administrator and Developer to further solidify DSPolitical as the leader in targeted advertising for progressive digital campaigns by growing our presence in the market. \r\n\r\nWho Are We?  \r\n\r\nDSPolitical pioneers the best integration of data and technology to persuade audiences and deliver wins for progressive candidates, causes, issues with the most efficient and effective digital advertising campaigns in politics and issue advocacy. \r\n\r\nDSPolitical doesn’t just offer solutions -- we create them. Our team works hand-in-hand to develop and deploy leading-edge solutions, uniquely crafted to reach the audiences our clients need to be successful in both the public affairs and political arena.\r\n\r\nAbout the Position\r\n\r\nThe Salesforce Administrator & Developer provides support to the Products & Partnerships team. Manages all aspects of Salesforce and serves as an internal Subject Matter Expert. Understands the needs and processes of other departments, but asks for help and clarification as needed.\r\n\r\nSpecific duties may include the following:\r\n\r\nDrive and implement DSPolitical’s Salesforce vision, roadmap, and architecture.\r\nWork closely with stakeholders across all internal departments, such as Sales, Marketing, Accounting, and Engineering, to enable teams to reach company goals, from ideation to execution.\r\nCustomize and configure the Salesforce platform to translate the needs of a variety of stakeholders into actionable solutions.\r\nBe the subject matter expert and resource for all things Salesforce, including administrative assistance, training, documentation, and system troubleshooting.\r\n\r\nEssential Attributes & Experience\r\n\r\nMinimum 2 years of experience in customizing, developing, implementing and system management of Salesforce (Sales, Service, and Marketing)\r\nDemonstrated experience in Salesforce development and configuration. \r\nFamiliarity with writing coding solutions using Salesforce core programming languages including Apex. \r\nDemonstrated experience with Salesforce administration\r\nAbility to coordinate with stakeholders across difference departments\r\nAbility to communicate clearly to both technical and non-technical audiences\r\n\r\nPreferred Qualifications\r\n\r\nCertification in one or both of the following: \r\nSalesforce Platform App Builder or Developer I\r\nSalesforce Administrator\r\nExperience integrating third party applications with Salesforce, including Pardot\r\nStrong understanding of CRM-related business processes like Campaign Management, Lead Management, Pipeline Management and Account Management\r\nFamiliarity with Source control technologies such as GIT\r\nFamiliarity with project management using agile software development methodologies\r\nDemonstrated interest in working in progressive politics and/or public affairs\r\nExperience with project management tools such as Jira, Confluence, and Trello\r\nDue to legal requirements of campaign ads, US work authorization is required. \r\n\r\nDSPolitical is proud to offer: \r\n\r\nBase salary between $70,000 - $90,000 and commensurates with experience \r\nUnlimited leave (paid time off)\r\n100% employer-paid health insurance for employees (including dental and vision)\r\nFlex Spending Plan\r\nEmployee Assistance Program\r\n401K with company matching\r\nStudent Loan Repayment Program\r\nProfessional development opportunities\r\nRewards and recognition programs\r\nMobile Phone & internet reimbursement and much more!\r\n\r\nOffice Hours\r\n\r\nWork hours are consistently 10:00 a.m. to 6:00 p.m. Monday – Friday, with the expectation that evening and weekend work will be required as necessary. Due to COVID-19, this position is temporarily remote for the 2021 year. \r\n\r\nDSPolitical works hard to provide our clients with innovative solutions based on the diverse perspectives of our team. To that end, we’re committed to recruiting team members from a wide range of backgrounds and experiences. DSPolitical is an equal opportunity employer. We encourage applicants of all races, colors, gender identities, religions, ages, sexual orientations, national and ethnic origins, disabilities, marital status, veteran status and all backgrounds. \r\n\r\nDSPolitical job offers are contingent on the results of a background check.\r\n\r\n\r\n\r\n",
        "how_to_apply": "To apply, submit an application at dspolitical.com/careers/",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbHlhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d50c407233f206179afbf479ca8a9042cadf81f4/DSP-logo-b.png"
    },
    {
        "id": "3457db5f-c67e-4352-a999-c8505f7acb4e",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/3457db5f-c67e-4352-a999-c8505f7acb4e",
        "created_at": "Wed Feb 24 21:21:28 UTC 2021",
        "company": "DSPolitical",
        "company_url": "http://www.dspolitical.com",
        "location": "Washington, DC 20005, USA",
        "title": "Front End Engineer I",
        "description": "DSPolitical is hiring for a Front End Engineer to further solidify DSPolitical as the leader in targeted advertising for progressive digital campaigns by growing our presence in the market. \r\n\r\nWho Are We?  \r\n\r\nDSPolitical pioneers the best integration of data and technology to persuade audiences and deliver wins for progressive candidates, causes, issues with the most efficient and effective digital advertising campaigns in politics and issue advocacy. \r\n\r\nDSPolitical doesn’t just offer solutions -- we create them. Our team works hand-in-hand to develop and deploy leading-edge solutions, uniquely crafted to reach the audiences our clients need to be successful in both the public affairs and political arena.\r\n\r\nAbout the Position\r\n\r\nThe Front End Engineer provides support to the Director of Engineering and Technology team. Works on the code base for the DSPolitical platform. Works to develop new product offerings and enhance existing offerings. Is able to ensure work is bug-free. \r\n\r\nSpecific duties may include the following:\r\n\r\nImplement new features in the front end of DSPolitical's web applications.\r\nParticipate in the design process to steer feasibility and provide design input.\r\nHelp maintain existing software.\r\nCollaborate with team members to write code and problem solve.\r\nEnsure that the user experience of DSPolitical's products feels modern and fresh.\r\nProvide Tier-1 trouble shooting.\r\nMaintain confidentiality and professionalism.\r\n\r\nEssential Attributes & Experience\r\n\r\n1+ years of experience in front end web application development.\r\nStrong experience with JavaScript, with modern reactive frameworks, preferably Vue.js.\r\nExperience interfacing with REST APIs, and UI/UX Design Theory.\r\nExperience with CSS preprocessors such as SCSS or SASS.  Some experience designing wireframes or mock-ups in Sketch or XD is a plus\r\nExperience with version control systems, particularly Git.\r\nThe Development Team is small and highly collaborative. Responsibilities can and will shift to some degree based on business needs, aptitude, and interest. The ability and interest to rapidly learn new skills and technologies is crucial. \r\nDue to legal requirements of campaign ads, US work authorization is required.\r\n\r\nDSPolitical is proud to offer: \r\n\r\nBase salary between $60,000 - $80,000 annually and commensurates with experience \r\nUnlimited leave (paid time off)\r\n100% employer-paid health insurance for employees (including dental and vision)\r\nFlex Spending Plan\r\nEmployee Assistance Program\r\n401K with company matching\r\nStudent Loan Repayment Program\r\nProfessional development opportunities\r\nRewards and recognition programs\r\nMobile phone & internet reimbursement and much more!\r\n\r\nOffice Hours\r\n\r\nWork hours are consistently 10:00 a.m. to 6:00 p.m. Monday – Friday, with the expectation that evening and weekend work will be required as necessary. Due to COVID-19, this position is temporarily remote for the 2021 year. \r\n\r\nDSPolitical works hard to provide our clients with innovative solutions based on the diverse perspectives of our team. To that end, we’re committed to recruiting team members from a wide range of backgrounds and experiences. DSPolitical is an equal opportunity employer. We encourage applicants of all races, colors, gender identities, religions, ages, sexual orientations, national and ethnic origins, disabilities, marital status, veteran status and all backgrounds. \r\n\r\nDSPolitical job offers are contingent on the results of a background check.",
        "how_to_apply": "To apply, submit an application at dspolitical.com/careers/",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbHFhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a247320561011a8a6f5e1c95ef05d8118ece64a9/DSP-logo-b.png"
    },
    {
        "id": "f879744a-c0e0-4839-af3a-6f258e9148d8",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/f879744a-c0e0-4839-af3a-6f258e9148d8",
        "created_at": "Wed Feb 24 15:46:59 UTC 2021",
        "company": "Percona",
        "company_url": "http:",
        "location": "Eastern Europe ",
        "title": "Golang Software Engineer (remote)",
        "description": "We’re looking for a full-time remote developer to join our team and help to bring Open Source databases to Kubernetes. Ideally, we would love to find a Golang Software Engineer who has in-depth knowledge of both distributed databases and **Kubernetes but will consider an experienced programmer who has good knowledge in either area**.\r\n\r\nThe work is challenging, but that’s why it’s also fun and rewarding!  Plus, our team is small, so you and your work will significantly impact the Kubernetes ecosystem. This is a rare opportunity to work from home in a great team, on a 100% open source project!\r\n\r\nThis position is back-end development.  You should find these keywords familiar and very appealing: Kubernetes, infrastructure orchestration, PostgreSQL, MongoDB, MySQL, database clustering, database high-availability, containers. \r\n\r\n**What You Will Do**\r\n\r\nKey contributor in building and implementing the Kubernetes Operators for relational and NoSQL databases\r\nArchitect technical design of new features and improvements\r\nCollaborate with engineers and teams across the company to helping in the deployment and debugging of Kubernetes Operator to facilitate rapid integration and massive growth\r\nParticipate in technical articles writing, blogging, conference speaking engagements\r\n\r\n**Your Experience**\r\n\r\n3+ years of commercial experience with Golang\r\nUnderstanding of how to build distributed clusters for (at least one) MySQL, PostgreSQL, MongoDB\r\nStrong Kubernetes experience\r\nTeam player first\r\nDesire to do QA automation work\r\nSuccess working in a distributed environment where e-mail, instant messaging and voice calls are the only interactions with others on a daily basis\r\nability to communicate effectively in English (speaking and writing)\r\n\r\n**What Will Make You Stand Out**\r\n\r\nIn-depth knowledge of distributed databases\r\nOpen-source contributor of any database operator, Kubernetes, Golang\r\nExperienced conference speaker, technical blog writer, known community person\r\nPercona is a respected thought leader in the open-source community. We provide services and software for MySQL, MongoDB, PostgreSQL and MariaDB to open source users globally.\r\n\r\nPercona is remote-first and globally dispersed; we have 250 people in almost 40 countries. We offer a collaborative, highly-engaged culture where your ideas are welcome and your voice is heard. The growth and development of our staff is a top priority; we provide funding for training, certifications, conferences and more. \r\n\r\nDiscover what it means to work with some of the smartest people in the industry, who also know how to have fun and are always willing to lend a helping hand. We offer flexible hours, the ability to work remotely and the amazing experience of working with a multinational team of experts.\r\n\r\n",
        "how_to_apply": "https://jobs.lever.co/percona/28a17040-ddb6-4284-ab36-17e69eaef10f?lever-origin=applied&lever-source%5B%5D=GitHub",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbGVhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--0061dcd243bc1a64789db65018b096bfaad9c4c6/Percona_P_Logo_Color-SQ.png"
    },
    {
        "id": "522c68f8-b86e-492a-86d0-3313727b42d9",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/522c68f8-b86e-492a-86d0-3313727b42d9",
        "created_at": "Tue Feb 23 17:03:40 UTC 2021",
        "company": "SteepRock Inc.",
        "company_url": "https://www.steeprockinc.com/",
        "location": "Remote",
        "title": "Senior Machine Learning Engineer (Entity Resolution Specialization)",
        "description": "SteepRock is a 20-year old software and services firm specializing in the application of specialized data and database systems to help our healthcare clients manage their pharmaceutical, biotechnology and medical device products to address serious illness and medical needs worldwide.\r\n\r\nSteepRock is seeking a Senior Machine Learning Engineer to join our engineering team performing entity resolution on structured and unstructured data. In this position, you will leverage machine learning algorithms to implement highly scalable and accurate classification systems. The ideal candidate will have industry experience working on entity resolution/record linkage/deduplication systems across multiple noisy data sets. \r\n\r\nThe successful candidate will: \r\n* Provide leadership to guide the team to develop and implement exceptional entity resolution/record linkage/deduplication and entity extraction systems, from prototyping to production\r\n* Develop highly scalable classifiers and tools leveraging machine learning, data regression and lexicon-based/rules-based tools\r\n* Suggest, collect and synthesize requirements and create effective feature and technology roadmaps; estimate timelines for implementation; implement on time and on budget\r\n* Code deliverables in tandem with the engineering team; estimate model accuracy and troubleshoot problems \r\n* Apply machine learning tools to best exploit modern computing environments (e.g. distributed clusters, multicore SMP, and GPU)\r\n* Build reliable and resilient infrastructure with modern implementation and management frameworks such as MLOps\r\n\r\nRequirements:\r\n* 4+ years direct experience with entity resolution/record linkage/deduplication systems operating over multiple, large noisy data sets\r\n* Additional experience in one or more of the following areas: text classification, recommendation systems, data mining or applied machine learning \r\n* Bachelor’s degree required in Computer Science, Mathematics, Physics or related fields (M.S. or Ph.D. a plus)\r\n* Experience with relevant technologies including SQL, scikit-learn, pandas, NLTK and relevant machine learning libraries or techniques.\r\n* Experience with Python required\r\n* Experience with MLOps and other production level implementation frameworks and pipelines a plus\r\n* Excellent written and verbal communication skills\r\n* Comfortable working in a fast-paced environment\r\n\r\nCompetitive salary commensurate with experience - performance pay for high-achievers!\r\n",
        "how_to_apply": "To apply, please email resume with salary requirement to steeprockjobs@gmail.com ",
        "company_logo": null
    },
    {
        "id": "4e8f23db-99cf-4184-86cf-9f21aa241c76",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/4e8f23db-99cf-4184-86cf-9f21aa241c76",
        "created_at": "Tue Feb 23 15:56:58 UTC 2021",
        "company": "Western Governors University",
        "company_url": "http://www.wgu.edu",
        "location": "Remote",
        "title": "Senior Principal Engineer",
        "description": "If you’re passionate about building a better future for individuals, communities, and our country—and you’re committed to working hard to play your part in building that future—consider WGU as the next step in your career.\r\n\r\nDriven by a mission to expand access to higher education through online, competency-based degree programs, WGU is also committed to being a great place to work for a diverse workforce of student-focused professionals. The university has pioneered a new way to learn in the 21st century, one that has received praise from academic, industry, government, and media leaders. Whatever your role, working for WGU gives you a part to play in helping students graduate, creating a better tomorrow for themselves and their families.\r\n\r\nIn October 2020, we formally announced our intention to be leaders and active contributors in the Open Source community. Since this announcement, we’ve created a product, The Open Skills Management Tool, that we wish to open source.  Other endeavors, such as our work with the Open EdX Learning Management System, which is open source, but to which we’ve made significant changes in order to increase that system’s ability to scale in a containerized world.\r\n\r\nIn this role, you’ll work with all of EdTech, legal, and our Open Source Program Planning Office to help define what Open Source at WGU means and to build our open source community.  This is an exciting opportunity to work with all levels of the organization and leave a lasting impact here and on the higher education community at large.\r\n\r\nQUALIFICATIONS:\r\n* 10+ years’ experience leading software engineering teams as a working architect and/or engineer responsible for team culture, practices, and responsibilities for producing working deployment artifacts.\r\n* Experience working on at least one open-source project\r\n* Experience in working with the various integration models (PR, fork, etc) when working in an open-source community.\r\n* Have a deep understanding of UML and use UML to model systems as architectural artifacts that feed the SDLC.\r\n* Experience with and have demonstrable skills in performing business analysis using UML to create business models, logical system deployment diagrams, class diagrams, state machines, etc.\r\n* Excellent communication and organizational skills.\r\n* Familiarity with basic engineering tools such as Git, Maven/Gradle, unit testing frameworks, integration testing frameworks, and practices, CICD to realize infrastructure as code, etc.\r\n\r\nRESPONSIBILITIES INCLUDE:\r\n* Reporting to Chief Architect – work with CA on various aspects of WGU engineering which may or may not contribute to the Open Source Program.\r\n* Align and take ownership of enterprise architecture directives for further propagation to engineering teams.\r\n* Work with many different engineering teams to train, mentor, solution and ensure alignment with enterprise architecture directives and guard rails.\r\n* Defining, managing, and streamlining all engineering aspects of the WGU engineering and open-source process at WGU (from people processes to tooling automation).\r\n* Owning and managing WGU’s open-source presence and reputation on GitHub and beyond.\r\n* Driving involvement and recognition of the open-source program internally at WGU.\r\n* Aligning goals of the program with larger product and business goals.\r\n* Building awareness of WGU open-source externally and increasing overall WGU involvement in the open-source community.\r\n* Establishing WGU as a high-contributing member of industry-leading Open-Source initiatives.\r\n* Managing our process for evaluating incoming open-source code for use at WGU\r\n\r\n\r\nWe’re very excited to meet people interested in this role! Please get in touch with us to learn more.\r\n",
        "how_to_apply": "Email your resume to seth.davis@wgu.edu OR apply at https://wgu.careers/SrPrincipal",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBazZhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8161c0b2a31694e608f97e9de2b68e74717fc4df/WGU-MarketingLogo_Natl_RGB_Owl_Tag_4-1-2017.png"
    },
    {
        "id": "ff66ddb7-1e7e-4e5e-9076-fefc4863ae59",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/ff66ddb7-1e7e-4e5e-9076-fefc4863ae59",
        "created_at": "Tue Feb 23 15:37:07 UTC 2021",
        "company": "Fehr & Peers",
        "company_url": "https://www.fehrandpeers.com/",
        "location": "Walnut Creek, CA",
        "title": "Application Developer",
        "description": "Dedicated to improving communities, Fehr & Peers focuses on helping people travel safely and easily from place to place. Our consultants rely on a dynamic and innovative Information Technology (IT) team that can quickly respond to ever-evolving client needs. To be successful, the IT team is continually learning and actively collaborating with all elements of the firm. The team functions as part of the larger Corporate office and is responsible for advancing IT practices for both business operations and our consulting practice.\r\n\r\nOur IT team is searching for a new member to help the firm create a variety of applications that allow us to perform efficient analysis and communicate our analysis effectively to diverse audiences. Applications will typically be web-based and involve database and geo-database foundations. The ideal candidate will be able to help design the development environment, create innovative applications, and a have the capability to navigate us through changing technology and client demands. The new Application Developer has the opportunity to connect with many talented individuals across the company, exercise curiosity to learn, and figure out how to make the difficult simple. \r\nPlease visit our site to learn more about this opportunity, Fehr & Peers, and to apply.",
        "how_to_apply": "Please submit your resume, cover letter, and work samples here: https://www.fehrandpeers.com/application-developer/",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa2lhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a90a731b2cfe70cb6e5589ddfe98837cd204c3ad/MainLogoColor.jpg"
    },
    {
        "id": "b12580f9-f0e8-404b-aebc-646fe57a1304",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/b12580f9-f0e8-404b-aebc-646fe57a1304",
        "created_at": "Tue Feb 23 14:39:09 UTC 2021",
        "company": "clicks digital GmbH",
        "company_url": "https://clicks.digital/karriere",
        "location": "remote",
        "title": "PHP-Fullstack-Entwickler / Remote (m/w/d)",
        "description": "Da bist du ja – wir haben schon auf dich gewartet! Wir sind clicks digital – und süchtig nach Reichweite, guten Google Rankings und echten Erfolgen, die wir unseren Kunden liefern. Mit Know-how, Erfahrung und einem starken Teamgeist geben wir täglich unser Bestes für die #digitalfuture unserer Kunden im B2B- und B2C-Bereich. Du willst Teil unseres Teams werden und gemeinsam an unseren #teamgoals arbeiten? Worauf wartest du noch – bewirb dich jetzt und gestalte mit uns deine Zukunft im Online-Marketing!\r\n\r\n**#thatswork**\r\n\r\nDu willst PHP- und JavaScript-basierte Applikationen entwickeln? Bei uns kannst du dich dabei austoben! Doch das ist nicht alles: als PHP-Fullstack-Entwickler bei clicks unterstützt du uns außerdem bei der technischen Optimierung von Inhouse- und Kundenprojekten, wirkst am Support unserer Kunden mit und führst Relaunchs bestehender Projekte auf Basis verschiedener Content-Management- und Shop-Systeme durch.  Dabei entwickelst du Unit- und Integrationstests, erstellst Dokumentationen und wirkst an Scrum-Prozessen mit. Zu deinen Aufgaben gehört ebenso die Anforderungsanalyse, Konzeptionierung und das Schätzen von Entwicklungsaufwänden bei unseren Projekten – klingt toll, oder? Dann lass uns schauen, ob du auch zu uns passt! Und das Besondere: dein Job als PHP-Fullstack-Entwickler ist eine Remote-Stelle – du arbeitest also aus dem Teil Deutschlands, der dir am liebsten ist.\r\n\r\n**#wishlist**\r\n\r\nNatürlich wissen wir, dass es keine eierlegende Wollmilchsau gibt – deshalb verzichten wir auch darauf, zahlreiche Eigenschaften aufzuzählen, die du mitbringen sollst. Worauf wir aber Wert legen, sind:\r\n- Abgeschlossenes Studium bzw. Ausbildung im Bereich Informatik\r\n- Mind. zwei Jahre praktische Erfahrung\r\n- Routinierter Umgang mit objektorientierter Programmierung in PHP / Python\r\n- Datenbankkenntnisse MySQL, Maria DB\r\n- Kenntnisse in Frameworks\r\n- Fundierte HTML-, CSS-, JavaScript- und jQuery-Kenntnisse\r\n- Verständnis im Umgang mit dem MVC-Prinzip\r\n- Praktische Erfahrung und Referenzen\r\n- Fließende Deutschkenntnisse (mind. B2)\r\n\r\nWenn du noch dazu für das Thema brennst und dir diese Begriffe etwas sagen, gibt es sogar Bonuspunkte für dich:\r\n- OOP\r\n- Symfony\r\n- jQuery\r\n- Performance-Optimierung\r\n- Responsive Design\r\n- Docker\r\n- Linux\r\n- DevOps\r\n\r\nDeine Leistungen sagen mehr als tausend Worte: Bitte schicke uns anstatt eines langen Lebenslaufes lieber Codebeispiele mit deiner Bewerbung mit, damit wir sehen, was du auf dem Kasten hast.\r\n\r\n**#feelgoodagency**\r\n\r\n- Du brauchst endlich keine Angst mehr zu haben, nach wenigen Monaten erneut auf Jobsuche gehen zu müssen: wir bieten dir einen unbefristeten Arbeitsvertrag – findet man nicht so oft bei Agenturen!\r\n- Damit du auch genügend Zeit hast, ordentlich zu entspannen, gibt es bei uns 28 Tage Urlaub – ebenfalls eher selten bei Agenturen, aber wir sind eben #unique!\r\n- Bei uns musst du nicht jeden Tag im Büro sitzen, auch wenn es hier wirklich schön ist – nutze einfach Mobile Working und arbeite, wo du willst!\r\n- Bei uns wird mit den neusten und fortschrittlichsten Tools gearbeitet, um unsere Prozesse besonders effektiv zu gestalten. So nutzen wir beispielsweise Jira, Confluence und O365 im täglichen Workflow.\r\n- Und hast du schon etwas von OKRs gehört? Damit arbeiten wir sehr gerne und erfolgreich!\r\n- Was gibt es besseres, als ein tolles Team, das nicht nur beruflich, sondern auch privat hinter dir steht? Nichts! Genau deshalb zählen wir diesen Punkt auch als einen unserer Benefits. #teamgoals \r\n- Never stop learning: Durch interne Schulungen durch deine Kolleginnen und Kollegen sowie externe Weiterbildungsmöglichkeiten bei Konferenzen, Seminaren und Webinaren bleibt dein Kopf fit! Dafür gibt´s pro Jahr ein Weiterbildungsbudget für jedes Team, von dem jeder etwas hat! \r\n- Let’s have some fun: Bei uns wird nicht nur gearbeitet, sondern auch entspannt. So z. B. bei unseren witzigen Teamevents wie der Weihnachtsfeier oder dem Sommerfest, während der Mittagspause in unserer Lounge mit Konsole und Kicker oder zum sommerlichen Grillen auf unserer Dachterrasse.\r\n- Für dein leibliches Wohl ist an einem Arbeitstag im Büro ebenso gesorgt: Als Clickser kannst du dich einfach an Obst, Müsli, Gemüse, Kaffee und Tee bedienen – wenn du Glück hast, findet sich in der Küche manchmal auch ein Kuchen von einem unserer Geburtstags-Clickser!\r\n\r\n**Wo?**\r\n\r\nIm wunderschönen Dresden an der Elbe oder ganz flexibel, egal aus welchem Teil in Deutschland.\r\n\r\n**Beginn?**\r\n\r\nWir suchen ab sofort Unterstützung und freuen uns auf deine Bewerbung.\r\n\r\n**Neugierig auf deine neuen Kollegen?**\r\n\r\nSchau dich ganz einfach auf unserer [Facebook](https://www.facebook.com/clicks.de)-Seite oder auf unseren [Team-Seiten](https://clicks.digital/team-dev) um und verschaffe dir einen ersten Eindruck von uns.",
        "how_to_apply": "Bitte bewirb dich direkt über:\r\nhttps://clicks.digital/php-fullstack-entwickler-remote-m-w-d\r\n\r\nBitte mit Lebenslauf und gern auch mit Codebeispielen.",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa0thIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--2c24ce6251aa89292134260d423f0a18a827169e/clicks_digital_logo_main_jpg.jpg"
    },
    {
        "id": "3bb42b6b-0845-4aa9-8dcd-7ed9f65c2289",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/3bb42b6b-0845-4aa9-8dcd-7ed9f65c2289",
        "created_at": "Tue Feb 23 13:11:16 UTC 2021",
        "company": "Pangaea Data",
        "company_url": "https://www.pangaeadata.ai/",
        "location": "Remote",
        "title": "Senior Natural Language Processing (NLP) Researcher",
        "description": "As a Researcher in Natural Language Processing, you are involved in the research team. We need our researchers to develop cutting-edge technology which can be applied in our products. You’ll also get a chance to work closely with engineers to productise your research technology. A strong research skills and knowledge on Machine Learning especially Natural Language Processing are essential.\r\n\r\nThis position will be highly visible to senior management within our company and at our customer organisations.\r\n\r\nWhat You’ll Do:\r\n\r\n- Communicate with other researchers, the engineers and the product team on requirements.\r\n- Research and develop cutting-edge technology on Text Mining and Natural Language Processing (NLP).\r\n- Applying NLP technology for medical applications.\r\n\r\nRequirements:\r\n\r\n- PhD in Computer Science, Medical Informatics or related.\r\n- Work experience in Machine learning, Natural Language Processing, Algorithmic Foundations of Optimization, Data Science, Data Mining and/or Bioinformatics.\r\n- Work experience on general programming languages: Python, C++, Java, R.\r\n- Work experience with popular ML frameworks: PyTorch.\r\n- Work experience with cloud computing management technology (e.g. Docker, Openstack)\r\n- Strong publication record in AI/ML/NLP/CV conferences (e.g. NeuraIPS, ICML, ICLR, ACL, CVPR, KDD etc).\r\n- Relevant work experience, including full time industry experience or as a researcher in a lab.\r\n- Ability to work autonomously, collaboratively or in a team.\r\n\r\nPlease email your CV to careers@pangaeadata.ai outlining your relevant experience.\r\n\r\nPerks and benefits: \r\n\r\n- Remote and flexible working.\r\n- Highly competitive salary depending on experience.\r\n- Package of attractive benefits including stock options and discretionary bonus.\r\n- You will join a dedicated highly renowned team offering you the opportunity to grow and develop your professional skills and profile.\r\n- You will have the opportunity to learn about building a rapidly growing business from experienced professionals and serial entrepreneurs.\r\n\r\nAbout Pangaea Data Limited:\r\n\r\nPangaea Data Limited provides a machine learning based software product to its customers from the biopharmaceutical and healthcare industry for faster identification of patient cohorts based on phenotypes (clinical characteristics and symptoms) from electronic health records (EHRs) and unstructured doctors’ notes. This is critical for detecting patients at risk of diseases, finding genes linked to a phenotype in the context of drug or biomarker discovery, recruiting patients for clinical trials, conducting real world evidence (RWE) studies and matching the right patients with the right drugs. The company’s product has demonstrated that its able to find the right patient cohorts at 50x speed and 30% higher accuracy when compared to alternative methodologies such as rule based natural language processing (NLP), keyword extraction and manual means.\r\n\r\nThe company is headquartered in London and was founded by serial entrepreneurs who have raised more than £130 million through their work and is advised by leading experts from industry, Imperial College London and Stanford University. Pangaea’s investors include a UK based Deep Tech fund and renowned angels who founded several UK and US headquartered unicorns. Pangaea has access to 90 million patient electronic health records through its partnerships with hospitals and other such providers from the US, UK, Europe, South America and Asia Pacific.\r\n\r\n",
        "how_to_apply": "Please email your CV to careers@pangaeadata.ai outlining your relevant experience.\r\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaithIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--22bbf163d5bdea2a4481b4f902c6282041d00c13/Pangaea-logo-transparent.png"
    },
    {
        "id": "69754c55-1ef3-472e-94a4-15a56c638b69",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/69754c55-1ef3-472e-94a4-15a56c638b69",
        "created_at": "Tue Feb 23 09:50:35 UTC 2021",
        "company": "X24 Factory GmbH",
        "company_url": "https://x24-factory-gmbh.jobs.personio.de/job/318719",
        "location": "Berlin",
        "title": "Marketing Business Intelligence Analyst (m/w/x)",
        "description": "Your TODOS:\r\n- Ownership and design of marketing dashboards in tableau and Google data studio including \r\ndesign of complex SQL queries on BigQuery\r\n- Define tracking requirements for best possible data availability (i.e. Google Analytics custom tracking, etc.)\r\n- Use quantitative analysis for driving insights.\r\n- Generate insights-driven budget decision for each all performance channels based on business KPIs.\r\n- Assist data science, product and marketing teams with various insights derived from custom dashboards or ad-hoc custom SQL queries on BigQuery\r\n- Work with marketing/analytics teams to increase marketing automation and enhance and maintain current marketing automation logic\r\n- Communicate cross functionally: work directly with the technical team and the business stakeholders in an agile framework\r\n\r\nYour Offer:\r\n- At least 2 years of relevant systems experience in an eCommerce environment\r\n- Bachelor’s degree (especially in computer science, math, finance, business, economics or statistics) or equivalent preferred\r\n- Strong analytical skills, advanced SQL (BigQuery is a plus), Python is a plus\r\nExperience with Google Analytics or other web analytics tools, Google Optimize or other A/B testing tools\r\n- Strong track record creating insights-driven marketing dashboards with Tableau, Google Data Studio or any other data visualization tool\r\n- Knowledge on techniques and principles of web development; experience with HTML/CSS/JS coding.\r\n- Strong understanding of web marketing technologies and acquisition channels, user personas development\r\n\r\nWhy Us?\r\n- permanent employment and fulltime contract\r\n- strong possibilities for career progression and further personal development\r\n- dynamic, fast and decisive work culture\r\n- BVG company ticket\r\n- regular team events\r\n- nice office at Berlin Kurfürstendamm",
        "how_to_apply": "https://x24-factory-gmbh.jobs.personio.de/job/318719",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBamlhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--54078aca3ae9c51a04e34b1ad1fb580bc3e1bc13/logo.jpg"
    },
    {
        "id": "ef15da6b-5d13-4c2b-942a-ec3ea02b608e",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/ef15da6b-5d13-4c2b-942a-ec3ea02b608e",
        "created_at": "Tue Feb 23 09:37:10 UTC 2021",
        "company": "Wallet.Services",
        "company_url": "https://siccar.net/",
        "location": "Edinburgh",
        "title": "Front End Developer (HTML/CSS/JS)",
        "description": "**Front End Developer (HTML/CSS/JS)**  \r\n\r\n**About Us**  \r\n\r\nSICCAR aims to connect and protect business and society. SICCAR enables organisations to share sensitive data through one trustworthy digital platform. Our platform addresses data sharing problems during interactions between citizens and government bodies.  \r\n\r\nSICCAR adopts distributed ledger technology (DLT), to deliver a cyber secure platform for organisations to collaborate on secure reliable data. SICCAR facilitates secure data sharing where data security, protection, integrity and governance are required.  \r\n\r\n**About the Job**  \r\n\r\nWe're looking for an enthusiastic and keen Front End Developer to join us and help make the digital world safer and more efficient with software that provides streamlined and secure digital process.  \r\n\r\nThe post is a key member of the development team who will:\r\n\r\n*   work closely with our in-house UI/UX designer and implement their design into front end apps;\r\n*   take the existing front end resources and own them with a view of open sourcing them;\r\n*   liase with customers and clients to understand their needs;\r\n*   be data driven when it comes to the apps and their development.\r\n\r\n**About You**  \r\n\r\nSuitable candidates with approximately 3 years of the following experience:\r\n\r\n*   HTML 5, CSS with a demonstrable portfolio.\r\n*   Any client-side JavaScript technologies such as web components (Angular, React, VueJS etc.).\r\n*   JSON, RESTful APIs.\r\n*   Front end testing frameworks (Jasmine/Mocha).\r\n*   Knowledge and experience of applying engineering principles and practices for design, build, test and deployment.\r\n*   Experience with DevOps and continuous integration.\r\n*   Committed to high quality, clean code.\r\n*   Excellent communication skills with the ability to build effective working relationships with stakeholders at all levels.\r\n*   Solid understanding of design principles, a creative mind and an eye for detail.\r\n\r\nIt would be great if you could provide a portfolio where you can show:\r\n\r\n*   Examples of where you have implemented someone elses design.\r\n*   Examples of where you have worked on your own but also as part of a team.\r\n*   Examples of where you have implemented data driven analytics and made appropriate changes.\r\n\r\n**Salary and Benefits:**\r\n\r\n*   Remote working with full flexibility.\r\n*   A competitive salary that reflects your experience and merit.\r\n*   Pension contributions.\r\n*   A discretionary equity-based incentive plan.\r\n*   An employee referral program.\r\n*   Cyclescheme, Techscheme.\r\n\r\n**Are you up for the challenge?**  \r\n\r\nApply now via the [**application form**](https://ltpx.nl/goVKRPS).  \r\n\r\n_Agency calls are not appreciated._![](https://t.ltpx.nl/track.php?orderid=235816)",
        "how_to_apply": "[Click here to apply](https://ltpx.nl/WHSCsYD)",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaldhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f0d703dee8c5e708b0d0dabbf74a63d52c8087c2/Wallet%20(23)%20(1).jpg"
    },
    {
        "id": "a1e97063-0782-497a-a821-9c6ffbb0d7e9",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/a1e97063-0782-497a-a821-9c6ffbb0d7e9",
        "created_at": "Tue Feb 23 00:36:22 UTC 2021",
        "company": "WW",
        "company_url": null,
        "location": "New York",
        "title": "Fullstack Product Engineers (Mid - Senior Levels) Remote",
        "description": "WW is looking for candidates to help change people’s lives. We are a global wellness technology company inspiring millions of people to adopt healthy habits for real life. We do this through engaging digital experiences, face-to-face workshops, and sustainable programs that encourage people to move more, shift their mindset, and eat healthier while enjoying the foods they love. By drawing on over five decades of experience and expertise in behavioral science, we build communities in order to deliver wellness for all.\r\n\r\n**Role Overview:**\r\n\r\nTo help us achieve our goals, we are seeking a Senior Software Engineer to join our team. You will leverage your knowledge to develop new consumer-focused products using modern Engineering such as Agile development, Continuous Integration, and Deployment, Microservices, etc. As a Senior Software Engineer at WW, your code, designs, and decisions will be highly visible, and will directly impact and delight our users.\r\n\r\n**Key Responsibilities:**\r\n\r\n- Program daily in Node.js, Express, React, GraphQL, MongoDB, PostgreSQL, and others\r\n- Build out restful endpoints and lightweight aggregation layers\r\n- Build out new features and iterate on existing features\r\n- Design and implement low-latency, high-availability, and performance applications\r\n- Help define architectures and design patterns\r\n- Participate in code reviews\r\n- Answer technical inquiries on codebase and product requirements\r\n- Lead the way with writing programmatic unit and integration tests\r\n- Work closely with tech leads, product managers, and design teams\r\n- Full responsibility for developing, testing, and deploying using our ci/cd tools\r\n\r\n**Qualifications:**\r\n\r\n- Real world web and service development experience\r\n- Deep experience with content modeling\r\n- Experience with modern frameworks such as React, Node.js, Express\r\n- Experience with web services API integration (GraphQL, Rest, JSON, XML)\r\n- Experience with responsive HTML & CSS frameworks such as bootstrap\r\n- Understanding of general user experience and UI design principles\r\n- Ability to understand requirements and map to technical implementation\r\n- Relational and/or NoSQL database experiences such as MySQL, Postgres, or Mongodb\r\n- Solid foundation in data structures, algorithms, and software design\r\n- Strong track record of shipping products\r\n- Knowledge of streaming services like Kafka or Kinesis will be a huge plus\r\n- Experience with Continuous Integration/Continuous Delivery (CI/CD). Github Actions will be a plus\r\n- Proficient understanding of code versioning tools such as GIT, SVN, etc\r\n- Experience with Docker and Amazon Web Services a plus\r\n- Experience with open source Content Management Systems such as Drupal, WordPress, Keystone are all pluses\r\n- Experience with Swagger/OAS documentation a huge plus\r\n- Experience in mentoring and leading other Engineers\r\n- Computer science degree or equivalent academic or professional background\r\n\r\n*WW is an equal opportunity employer. WW does not discriminate on the basis of sex, race, color, creed, national origin, marital status, age, religion, sexual orientation, gender identity, gender expression, veteran status, or disability.*",
        "how_to_apply": "[Apply Here](https://ww.wd1.myworkdayjobs.com/careers/job/New-York-Remote/Fullstack-Software-Engineer---Remote--Mid---Senior-Levels-_R210000001342?source=GitHub)",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBakNhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--2f1688b9e20418697e1397703b0d796122dd7df4/WW%20Logo.png"
    },
    {
        "id": "3db87b9e-3bff-454e-b407-51bfc1c5e4b5",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/3db87b9e-3bff-454e-b407-51bfc1c5e4b5",
        "created_at": "Mon Feb 22 19:56:41 UTC 2021",
        "company": "Metas Solutions",
        "company_url": "http:",
        "location": "Research Triangle Park, NC",
        "title": "Data Scientist",
        "description": "Metas Solutions is has an immediate opening for an experienced Data Scientist to perform the following functions:\r\n\r\n* Analyze large datasets and prioritize actions to tune existing neural network models\r\n* Reverse engineer codebase and understand and apply methods from technical papers\r\n* Apply variety of text mining/text analysis methods, using a variety of data tools, building and implementing models, using/creating algorithms and creating/running simulations\r\n* Work with stakeholders to improve model/delivery outcomes\r\n* Train, evaluate and improve existing Machine Learning model\r\n* Develop processes and tools to monitor and analyze model performance and data accuracy and quality\r\n* Engage in frequent stakeholder interaction to ensure compliance with definition, design, development and deployment of associated code\r\n* Work closely with team members to generate technical solutions\r\n \r\nSummary of required skills :\r\n* Knowledge and experience in Machine Learning algorithms\r\n* Experience with Python\r\n* Natural Language Processing and sentiment analysis\r\n* Deep learning and Neural Networks Expertise\r\n* Knowledge and experience in Web Design and Development preferred\r\n* Knowledge of Microsoft .NET technologies including C#, ASP.net (WebApp, WebForms) preferred\r\n* SQL Server Experience\r\n* Knowledge of Agile software development \r\n\r\nQualifications:\r\n* BS Degree in Computer Science, Data Science. Mathematics, or related\r\n* 5+ years experience in Information Technology\r\n* Must demonstrate flexibility with requirement changes\r\n* Excellent written and oral communication skills\r\n* Must be US Citizen and able to obtain a government security clearance (Public Trust 5)\r\n",
        "how_to_apply": "Email your resume to https://metassolutions.bamboohr.com/jobs/view.php?id=7 \r\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaVdhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8ab2781d3725286b40c7ce8f462ab1fd5ad638f0/metas-logo-FC-whtBG%20(1).jpg"
    },
    {
        "id": "07d9afe8-0916-40f5-a508-2a42d9dc6c98",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/07d9afe8-0916-40f5-a508-2a42d9dc6c98",
        "created_at": "Mon Feb 22 16:45:45 UTC 2021",
        "company": "brightwheel ",
        "company_url": "https://mybrightwheel.com/careers/",
        "location": "Anywhere in the US",
        "title": "Senior Software Engineer, Backend",
        "description": "Our Mission and Opportunity\r\nEarly education is one of the greatest determinants of childhood outcomes, is a must for working families, and has lasting social and economic impact. Brightwheel’s mission is to transform early education for every teacher, child, and parent — by giving teachers meaningfully more time with students each day, engaging parents in the development of their kids, and supporting the small businesses that make up the backbone of the $100 billion early education market. Brightwheel is the most loved technology brand in early education globally, trusted by thousands of educators and millions of families.\r\n\r\nOur Team\r\nWe are a distributed team, with offices in San Francisco, Denver, and Austin along with fully remote team members. Our team is passionate, talented, and customer-focused. Our exceptional investor group includes Addition, Bessemer Venture Partners, Chan Zuckerberg Initiative, GGV Capital, Lowercase Capital, Emerson Collective, and Mark Cuban. \r\n\r\nWe believe that everyone—from our employees to the students, teachers, and administrators we serve— should be given the opportunity to learn and thrive, whatever their background may be. We celebrate diversity in all forms because it allows our team and the communities we serve to reach their full potential and do their best work.\r\n\r\nWho You Are\r\nWe are seeking a senior software engineer who is not only well-rounded technically, but also someone who is passionate about the positive impact their code can make in people's lives. Brightwheel engineers work closely with product and design, as well as with other areas of the business to deliver a platform that meets our teachers’ & parents’ biggest needs. Every engineer at brightwheel is afforded a high degree of ownership and autonomy. We are a lean, fast-moving team and value individuals who can optimize for being impactful while considering both technical and business drivers.\r\n\r\nWhat You'll Do\r\n-Work alongside product and design to scope and implement new features or product lines.\r\n-Be a steward of quality, scalability, security, and performance. You'll work with other engineers to ensure that we have a solid foundation that serves our customers, and enables the team to continue building a great product. \r\n-Design and architect new software systems, or introduce new technologies, as appropriate to support brightwheel’s growth.\r\n-Share knowledge and expertise across the engineering team\r\n\r\nQualifications, Skills, & Abilities\r\n-4+ years of professional experience, preferably in dynamic companies/teams\r\n-Expertise in one or more application programming languages (e.g Ruby, JavaScript or Python)\r\n-Proficiency in building and debugging distributed systems on AWS\r\n-Proficiency in both contributing to and designing APIs\r\n\r\nCandidates with varying backgrounds are encouraged to apply. We do not require prior knowledge of technologies in our stack, only a desire to learn them. At brightwheel you will encounter:\r\n- React.js\r\n- Ruby on Rails\r\n- PostgreSQL\r\n- Redis\r\n- CircleCI\r\n- Kubernetes\r\n- AWS managed services, like Redshift and ECS\r\n\r\nBrightwheel is proud to celebrate diversity and is committed to building an inclusive workplace regardless of race, color, religion, sex (including pregnancy and gender identity), national origin, political affiliation, sexual orientation, marital status, disability, genetic information, age, membership in an employee organization, retaliation, parental status, military service, or other non-merit factor.",
        "how_to_apply": "Please apply using the link below:\r\n\r\nhttps://jobs.lever.co/brightwheel/6e96774f-8350-495d-a567-c7eba55f171d?lever-origin=applied&lever-source%5B%5D=GitHub",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaHlhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8665ccd64baddd8e0766413744ed285dbe693bf1/Logo%20.png"
    },
    {
        "id": "7a03df91-118d-45a3-8cde-6bc416f1cd7b",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/7a03df91-118d-45a3-8cde-6bc416f1cd7b",
        "created_at": "Mon Feb 22 18:06:36 UTC 2021",
        "company": "Cyphercor Inc.",
        "company_url": null,
        "location": "Kanata, ON, Canada (Remote OK)",
        "title": "Senior Software Engineer",
        "description": "*About Cyphercor*\r\n\r\nCyphercor is a premiere security company specializing in two factor authentication. We build solutions that solve security challenges and deliver peace of mind to our global clients. We are a team of dedicated, thoughtful and forward-thinking people that want to make security accessible rather than get in your way. LoginTC is trusted worldwide by organizations large and small representing virtually every sector of the economy.\r\n\r\nWe believe all organizations should have access to seamless, user friendly, secure and well supported multi-factor authentication. Anywhere there is a username and password, we add strong authentication and protect organization assets.\r\n\r\n*Job Description*\r\n\r\nYou would be working with a lean and mean development team tackling big technical challenges at scale. You love solving difficult problems and aren't shy from sharing bold ideas. Your work will have impact on customers and companies success which you will share with.\r\n\r\n*Requirements*\r\n\r\n- 5+ years of professional software development experience\r\n- A passion for working with others in an open and agile environment\r\n- You can wear multiple hats and enjoy taking on big challenges\r\n- Expert knowledge of Java, NodeJS, Python or other back-end technologies\r\n- You know how to communicate outside of code – you enjoy verbal and written communication and are - always up to talk\r\n- Substantial knowledge on building security hardened solutions\r\n\r\n*Nice to have*\r\n\r\n- BS or MS in Computer Science or related field – if not, you've taken it upon yourself to learn all the fundamentals\r\n- Working knowledge of HTML5, JavaScript\r\n- Experience creating massively scalable systems\r\n- Experience with SQL and large scale database design\r\n\r\nJob Types: Full-time, Permanent\r\n\r\nSalary: From $150,000.00 per year",
        "how_to_apply": "Email your resume to dmatute@cyphercor.com",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaUNhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--1536a4495e07cd97127f93b46aca685385803d4e/cyphercor-logo.png"
    },
    {
        "id": "10a4518d-b6b2-43eb-b079-648547387115",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/10a4518d-b6b2-43eb-b079-648547387115",
        "created_at": "Mon Feb 08 16:53:07 UTC 2021",
        "company": "strongDM",
        "company_url": "http://http",
        "location": "Remote (USA)",
        "title": "Customer Support Engineer",
        "description": "You are a consultative troubleshooter who can successfully empathize with their customer and assist them in maintaining and expanding their strongDM environment. The Customer Support Engineer will be responsible for supporting customers in setting up, maintaining and improving their strongDM deployment.\r\n\r\n**What You'll Do:**\r\n\r\n- Track and address customer issues through entire support lifecycle, from logging to reproduction to resolution\r\n- Communicate regularly with customers via written updates and live screen share sessions\r\n- Provide expert guidance on DevOps concepts, including infrastructure architecture across cloud and on-premise environments, IT operations, security, and development technologies and processes\r\n- Learn and deploy new technologies as part of prototyping and reproducing reported issues\r\n- Author and update customer documentation, internal onboarding documents, and customer-centric blog posts\r\n\r\n**Requirements:**\r\n\r\n- Familiarity with databases (modern and legacy) , servers (Linux & Windows), networking, Docker, Kubernetes\r\n- Deep experience with one or more of the following cloud providers: Azure, GCP, AWS\r\n- 5+ years in Security or Infrastructure\r\n- Professional experience interacting with clients and customers\r\n- Confident voice in technical writing and communication\r\n\r\n**Compensation:**\r\n\r\n- Industry-standard base\r\n- Medical, dental, and vision insurance\r\n- 401k, HSA, FSA, short / long-term disability\r\n- 3 months parental leave\r\n- 3 weeks PTO + standard holidays\r\n- Equity in a fast-growing startup\r\n- No travel required",
        "how_to_apply": "https://jobs.lever.co/strongdm/e4bd3cf4-40f4-4b39-a52e-a93c70b6ff40?lever-origin=applied&lever-source%5B%5D=GitHub",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb0dZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--79db8111f1e1f052c0d162c240dc2c9b0019f7ab/Capture1.PNG"
    },
    {
        "id": "8c9d51c8-28c6-456b-98e4-0c2c13de1b4d",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/8c9d51c8-28c6-456b-98e4-0c2c13de1b4d",
        "created_at": "Mon Feb 08 16:40:33 UTC 2021",
        "company": "strongDM",
        "company_url": "https://jobs.lever.co/strongdm",
        "location": "Remote (USA)",
        "title": "Data Engineer",
        "description": "Analytics at strongDM is unique because we’re a young company that has invested in data efforts early. Our leadership team is data literate and has broad experience building data products and leading analytics functions. And, we have a shared focus on how we expect the data platform to power our business.\r\n\r\nSound good? We’re looking to add a data engineer to the team to help define our strategy, and execute on building everything we need to get there.\r\n\r\n**What You'll Do:**\r\n\r\n- Build and operate batch and streaming pipelines to ingest data into a lakehouse (we’re currently using S3+Glue+Athena+Redshift)\r\n- Build and operate full refresh and incremental pipelines to compute derived models (we’re currently using dbt, python+pandas, and Spark)\r\n- Build and operate outbound pipelines to send data in actionable shapes to line-of-business tools\r\n- Curate the datasets in the lakehouse to facilitate analysis, reporting, and self-serve querying (we’re currently using Jupyter and Redash)\r\n- Partner with engineers, data analysts, and business stakeholders on data efforts\r\n\r\n**Requirements:**\r\n\r\n- Proficiency in SQL and SQL based modelling tools (we’re using dbt)\r\n- Proficiency in python and pandasverse, and familiarity with Golang, Javascript\r\n- 3+ years of experience in a data-heavy engineering role\r\n- Experience working at a tech startup or other high velocity engineering culture\r\n- A strong ethos for getting things done (we iterate quickly, and pair program daily)\r\n\r\n**Compensation:**\r\n\r\n- Industry-standard base\r\n- Medical, dental, and vision insurance\r\n- 401k, HSA, FSA, short/long-term disability, 3 months parental leave\r\n- 3 weeks PTO + standard holidays\r\n- Equity in a fast-growing startup\r\n- No travel required",
        "how_to_apply": "https://jobs.lever.co/strongdm/66e84d40-aaba-4d94-990d-9e450adc57c2?lever-origin=applied&lever-source%5B%5D=GitHub",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbitZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c312d2c28c633b650e61b0fe1b3fb157a0b06fdb/Capture1.PNG"
    },
    {
        "id": "c5277613-6984-4ba5-aa4f-001d68cbd607",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/c5277613-6984-4ba5-aa4f-001d68cbd607",
        "created_at": "Mon Feb 22 16:19:18 UTC 2021",
        "company": "Lely",
        "company_url": "https://vonq.io/3bjlLpc",
        "location": "Maassluis",
        "title": "IT Administrator O365",
        "description": "Beschrijving van het bedrijf\r\n-\r\n\r\nEen duurzame, winstgevende en aangename toekomst voor een melkveehouder door robotisering, engineering en boerenkennis te combineren, daar geloven we in. \r\n\r\nDat begon 70 jaar geleden met een droom van twee broers in Maassluis, sindsdien zijn we innovatieve koploper in geautomatiseerde systemen voor melkveehouders over de hele wereld. Met 1.600 gespecialiseerde professionals werken we constant aan nieuwe agrarische revoluties. Dat doen we nog steeds vanuit onze Campus in Maasluis, het gebouw met de hoogst haalbare duurzaamheidsprestaties van Nederland, maar ook wereldwijd. Met als doel, melkveehouden voor een volgende generatie (ook) interessant te maken.\r\n\r\nFunctieomschrijving\r\n-\r\n\r\nBinnen Lely zijn we bezig met de uitrol van de Office 365 suite. Dit betekent dat je mede verantwoordelijk bent voor de opzet, uitrol en adoptie van Office 365 binnen de Lely organisatie. We zijn daarom op zoek naar een IT Administrator O365 (Medior) voor de beheer en inrichting van de gehele Office 365/SharePoint omgeving. We werken al met de standaard Microsoft applicaties Word, Powerpoint, Excel, maar ook met Teams, Whiteboard, OneDrive, Flow en Exchange. Deze oplossingen willen we verder optimaliseren en uitbouwen. Hier krijg jij een spilrol in.\r\n\r\nJe komt in het IT Operations Team te werken. Dit team bestaat uit 25 andere IT collega’s die werken als Service Desk medewerker, IT Support medewerkers of IT Administrator. Het team is hecht, enthousiast en helpt elkaar graag om vooruit te komen. Jouw verantwoordelijkheden specifiek voor de Office 365 applicaties:\r\n- training geven over bijvoorbeeld nieuwe functionaliteiten of aan nieuwe gebruikers;\r\n- optimaal gebruik van Office 365 bevorderen binnen de Lely organisatie;\r\n- adviseren en onderzoeken naar nieuwe mogelijkheden van Office 365;\r\n- analyseren van wensen en behoeften van de interne klant en deze omzetten naar oplossingen;\r\nuitrol nieuwe functies en het beheer van de omgeving.\r\n\r\nFunctie-eisen\r\n-\r\n\r\nBinnen Lely krijg je de kans om jouw kennis verder uit te bouwen. De ideale kandidaat neemt het volgende mee:\r\n\r\n- hbo werk- en denk niveau;\r\n- minimaal 3 jaar werkervaring als IT Administrator O365\r\n- gecertificeerd als Microsoft Enterprise Administrator (MS100-MS101 en MS200-MS201);\r\n- eventueel ook gecertificeerd voor MS 365 Security Administration (MS-500) en MS Managing Microsoft Teams (MS-700);\r\n- kennis en ervaring in het documenteren;\r\n- communicatief sterk, je kunt alles uitleggen aan de gebruikers;\r\n- belangrijk voor deze positie is goede beheersing van de Nederlandse en Engelse taal in woord en geschrift;\r\n- (ervaring met het geven van O365 trainingen).\r\n\r\nVerder ben je in staat om mee te denken met de verdere inrichting van onze Office 365 omgeving en jouw kennis ook intern over te dragen. Je bent toegankelijk en gemakkelijk aan te spreken en kunt met geduld en enthousiasme nieuwe- en bestaande tools op de juiste manier uitleggen en beheren.\r\n\r\nExtra informatie\r\n-\r\n\r\nDoor onze innovatieve cultuur zijn wij steeds in beweging en dat betekent dat er enorm veel uitdagingen liggen binnen de IT Operations afdeling. Dit is jouw kans om een onderdeel te worden van dit ambitieuze en succesvolle team. Verder…\r\n\r\n- Je gaat aan de slag met een enthousiast en ambitieus team; \r\n- Werken in een internationale omgeving bij één van de meest innovatieve organisaties van Nederland; \r\n- Je komt te werken in het duurzaamste kantoor en productielocatie van Europa;\r\n- Vrijheid in het organiseren van je eigen werk; \r\n- Een goed salaris die past bij de uitdaging in relatie tot jouw kennis en ervaring; \r\n- Salarisschaal die loopt tot 4200,- waarbij wij graag zien dat je nog kan groeien;\r\n- 27 vakantiedagen en 13 roostervrije dagen;\r\n- de mogelijkheid om per jaar 6 roostervrije dagen te verkopen;\r\n- flexibiliteit in werktijden en werkplek;\r\n- tegemoetkoming in diverse verzekeringspremies;\r\n- Lely Academy met een aanbod van verschillende opleidingen die je zonder verplichtingen kunt volgen;\r\n- Bedrijfsrestaurant met een rijk en gezond aanbod;\r\n- Werken in een enthousiast en ambitieus team.\r\n\r\nOm antwoord te kunnen geven op de voedsel uitdaging voor 2050 is het van groot belang om verantwoord met mens, dier en milieu te blijven omgaan. Voor ons betekent het dat we een betrouwbare partner voor de lange termijn willen zijn voor onze klanten. En daarnaast willen we de wereld doorgeven aan de volgende generatie door het duurzaam ontwikkelen van onze producten. Jij kan een bijdrage leveren in het realiseren van deze droom. \r\n\r\nInteresse?\r\n-\r\n\r\nSolliciteer nu via het __sollicitatieformulier__.\r\n\r\nDaarnaast ook Familiebedrijf van het jaar 2019, Great Place to Work gecertificeerd en nog veel meer... \r\n\r\nWerving & selectiebureau, consultancy en/of detacheringsbureau? We stellen de interesse op prijs, maar we zoeken al onze kandidaten rechtstreeks. We begrijpen dat jullie als intermediair de kandidaten onze toffe posities willen voorleggen en zo bijdragen aan onze ambities, maar dit is niet hoe wij onze werving hebben ingericht. Dit betekent dat alle ongevraagde profielen die worden aangeboden op Lely vacatures, als directe sollicitaties zullen worden behandeld.\r\n\r\n[Klik hier voor het sollicitatieformulier!](https://vonq.io/3bjlLpc)",
        "how_to_apply": "[Klik hier voor het sollicitatieformulier!](https://vonq.io/3bjlLpc)\r\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaGVhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e4228c5c4d4f2d33d0678419e828e2b042fbfa14/lely%20groot.jpg"
    },
    {
        "id": "89d965b5-4f4d-4f94-abac-76fe67e123ac",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/89d965b5-4f4d-4f94-abac-76fe67e123ac",
        "created_at": "Mon Feb 22 16:16:34 UTC 2021",
        "company": "smartmicro",
        "company_url": "https://www.smartmicro.com",
        "location": "Braunschweig, Brunswick",
        "title": "Backend Developer for Smart City Sensors (m/f/d)",
        "description": "Join the smartmicro team to shape the road towards a greener future of our cities ​by providing scalable and robust backends for web-based communication and web apps.\r\n\r\nThe smart sensors ranging from radars over hybrids of cameras and radars to complete smart city systems improving traffic flow and thus reducing pollution.\r\n\r\n**Tasks**\r\n\r\n- As a backend developer you are responsible for the implementation on embedded devices\r\n- You will support the use of the systems with regard to Development & Operations (Dev / Ops)\r\n- You test the software to ensure responsiveness and efficiency, especially considering the limited resources of embedded systems\r\n- You will work with front-end developers to integrate user-side elements with server-side (embedded system) logic\r\n- You ensure that external service providers are connected by programming REST APIs\r\n- To ensure our software quality, you regularly perform debugging and code reviews\r\n\r\n**Requirements**\r\n\r\n- Completed degree in computer science or a similar qualification\r\n- You are familiar with the concept of continuous delivery for deployment and integration as well with the topics of IT security, server administration (Linux / nginx)\r\n- Experience with databases (e.g. MySQL), web servers (e.g. Apache, NGINX)\r\n- Ideally, you are familiar with JavaScript, web frameworks - e.g. B. Vue.js, React or Angular\r\n- Practical experience with programming languages, especially Python and JavaScript frameworks (e.g. Django, React, Node.js)\r\n- Experience with REST APIs, unit testing, microservices, Docker, Git, Linux and Jira is desirable\r\n- Clean code mentality\r\n\r\n**Benefits**\r\n\r\n- Great development projects in strongly growing markets\r\n- Opportunities to develop your career in a fast-moving company\r\n- Latest technology\r\n- Great working environment and a highly motivated team\r\n- Spacious offices and labs in very modern company buildings\r\n- Fitness training, corporate functions and much more on company expenses\r\n- Openness for innovation, teamwork and zero bureaucracy\r\n\r\nBe part of our innovative team and help us expanding the leadership in Radar- and camera sensor technology. Please send your application here or via email.\r\n",
        "how_to_apply": "https://smartmicro.join.com/jobs/1898784-backend-developer-for-smart-city-sensors-m-f-d?pid=357a3b4531918760973f&utm_source=github_jobs&utm_medium=paid&utm_campaign=single%2Bposting&utm_content=backend%2Bdeveloper%2Bfor%2Bsmart%2Bcity%2Bsensors%2Bm%2Bf%2Bd",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaFdhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--33afdfe38140a216f318df6358ed858cb8f7c2f7/smartmicro-logo-l.jpg"
    },
    {
        "id": "9b8ee13b-8372-4063-bd9f-08d12f44cb16",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/9b8ee13b-8372-4063-bd9f-08d12f44cb16",
        "created_at": "Mon Feb 22 15:58:42 UTC 2021",
        "company": "Braintrust",
        "company_url": null,
        "location": "Remote",
        "title": "Fullstack Engineer - Ruby on Rails/React [Remote, NO C2C]",
        "description": "JOB TYPE: Freelance, Contract Position - No agencies (See notes below)\n\nLOCATION: Remote (must overlap with PT timezone 3 hours per day)\n\nHOURLY RANGE: Our client is looking to pay $60 - $80 USD / HR\n\nESTIMATED DURATION: 40Hrs/Week - Long Term, ongoing project\n\nHIGH-LEVEL QUALIFICATIONS:\n\n* Ruby\n\n* React\n\n* JavaScript\n\n* Familiarity with React Native as a bonus point\n\n\nABOUT US:\n\nBraintrust (usebraintrust.com) is a user-controlled talent network, where you keep 100% of what you earn and actually get to own the platform. We've been onboarding some big clients and specifically need a Fullstack Engineer for our client.\n\n\nTHE OPPORTUNITY:\n\nAs a senior software engineer (full-stack) on the engineering team, you’ll get to build features and improvements for our client's web platform. You’ll be one of the leaders of the team, helping to mentor more junior engineers, proposing creative solutions, de-tangling the complex into the simple, and collaborating closely with teammates across product and engineering.\n\nThe engineering team uses React.js on the web frontend, React Native for the mobile applications, and Ruby on Rails on the backend. We’re looking for people who are comfortable and interested in working with a little bit of everything.\n\nResponsibilities:\n\n* Build out software features to support clients, taskers, and internal users\n* Architect and craft solutions to complex problems\n* Collaborate with design and product management to conceptualize new product features from the ground up\n* Work alongside more junior software engineers to help them think through designs, code implementation, and how to break down their goals into actionable steps\n* Participate in code reviews, listening to feedback and commenting on other's approaches\n* Maintain and expand upon existing code and functionality\n\nQualifications:\n\n* 5+ years of experience developing web applications\n* You're comfortable with Ruby and Rails, Javascript, and React.js (React Native is a plus)\n* You have built API-driven applications or endpoints\n* You're excited about continuous integration and frequent, daily releases\n* Understand how to organize code across the stack, what belongs in the front end, what the back\n* Know how to break problems down into smaller iterable steps achievable quickly\n* Be comfortable with caching and understanding full lifecycle behavior of data flowing through the system\n* You are comfortable with an Agile work environment where you’ll be collaborating regularly with Product, Design, Data, QA, and other developers regularly\n\n\nABOUT THE HIRING PROCESS:\n\nQualified candidates will be invited to do a screening interview with the Braintrust staff. We will answer your questions about the project, and our platform.  If we determine it is the right fit for both parties, we'll invite you to join the platform and create a profile to apply directly for this project.\n\nC2C Candidates: This role is not available to C2C candidates working with an agency. If you are a professional contractor who has created an LLC/corp around their consulting practice, this is well aligned with Braintrust and we’d welcome your application.\n\nBraintrust values the multitude of talents and perspectives that a diverse workforce brings. All qualified applicants will receive consideration for employment without regard to race, national origin, religion, age, color, sex, sexual orientation, gender identity, disability, or protected veteran status.",
        "how_to_apply": "https://jsco.re/9fdqx",
        "company_logo": null
    },
    {
        "id": "9c353576-5bb0-47ce-89ae-3b5bf99cea6e",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/9c353576-5bb0-47ce-89ae-3b5bf99cea6e",
        "created_at": "Mon Feb 22 14:07:12 UTC 2021",
        "company": "Propelor",
        "company_url": "https://www.propelor.com/",
        "location": "Remote",
        "title": "Senior Ruby Developer (Remote)",
        "description": "Investing is commission free. Now what? There are +100 million brokerage accounts in the US and while it’s easier than ever to invest, it’s still too hard to set up and track a quality investment strategy yourself. This is where Propelor comes in.\r\n \r\nPropelor is an AI for the self-directed investment management industry that makes it easier to manage a portfolio. Based on what the investor owns and our proprietary data-sets, we can help investors save time researching while also managing risk and planning for income.\r\n \r\nWe are looking for a Senior Developer to join our core product team.  **If you want to build the AI for brokerage accounts and have solved hard technical challenges with ruby, please apply via [LinkedIn](https://www.linkedin.com/jobs/view/2255010679/) or send an email directly to our CTO Haifeng Cao (haifeng.cao@propelor.com).**\r\n \r\n## About The Role\r\nAt most companies, software developers follow routines like point tracking and grooming and are isolated from non-developers. At Propelor, we do things differently.\r\n \r\nWe believe in the original spirit of Agile, but follow a more light-weight product approach called ShapeUp across an integrated team. We don’t believe in distinguishing between the “dev team,” “product team” or “business team”, instead, those responsible for building our products are on the “build team”. We give people more trust, flexibility and responsibility to get things done, not less.\r\n \r\nEach product cycle depends on having everyone aligned on what we want to build and how long it’s going to take. At that point, the build team self-organizes and manages their own schedules around the deliverable. We don’t get it right every time, but we find that giving people more control and freedom day-to-day leads to a better work life and more progress over time.\r\n \r\nAs a Senior Developer you’ll be working within our microservices architecture, based on the Rails framework and work in 4-6 week product cycles. As an open source guru, you’ll design and implement new systems, introduce new technologies, make calls, take ownership of the code and get things done.\r\n \r\nYou’re a developer at heart, but are also interested in the big picture and care a lot about users. You communicate clearly with colleagues, easily work across teams, and lend a helping hand when needed. You understand the importance of teamwork in building something bigger than yourself.\r\n \r\nHere are some things we’ve worked on recently to give you a sense of what you’ll be doing day-to-day:\r\n- Leveraged the power of Ruby proc to build a flexible classification methodology for investment securities\r\n- Integrated StimulusJS with Rails to power fast asynchronous responses to user’s investing behaviors\r\n- Built an API that connected user generated data with the data management platform\r\n- Customized a component of our ETL platform that aggregates complex financial data to improve maintainability and reliability\r\n \r\n## About Us\r\nPropelor is a privately held company. We own a network of financial media sites that we use to launch new products, learn from users and harden our core technology. We’re a small team with big ambitions and offer top notch salaries with benefits (health, dental, vision).\r\n \r\n## Technology\r\n- Kubernetes\r\n- Microservice\r\n- Rails\r\n- React\r\n- CSS\r\n- Docker\r\n- Elasticsearch\r\n- Graph Database\r\n- Redis\r\n- Git\r\n- JSON\r\n \r\n## Social Skills\r\n- Entrepreneurial\r\n- Natural leader\r\n- Builder / Problem solver\r\n- “Get things done” mentality\r\n- Passion\r\n- Excellent communication\r\n- Team player\r\n- Attention to detail\r\n\r\n[Click Here to Apply](https://www.linkedin.com/jobs/view/2255010679/)",
        "how_to_apply": "Email your resume to haifeng.cao@propelor.com\r\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaE9hIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--9367d3a583438b32e17f21658bc71667ebbe06e0/1598632995051.jpeg"
    },
    {
        "id": "9d310813-1798-4be3-a822-7f0c504dd949",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/9d310813-1798-4be3-a822-7f0c504dd949",
        "created_at": "Mon Feb 22 13:37:02 UTC 2021",
        "company": "Torn Banner Studios",
        "company_url": "https://vonq.io/2MehNWv",
        "location": "Toronto",
        "title": "Lead Programmer",
        "description": "Company Description\r\n-\r\n\r\nWe're the studio behind the hit franchise Chivalry: Medieval Warfare. At Torn Banner we understand that long, hard hours are not conducive to being a happy, healthy person. Combine this idea with a flat studio structure and profit sharing and you've got ideals that promote a positive, low stress environment to help us create awesome games. As a small team of developers, each individual has a huge impact on the final product that we put out, so we put emphasis on being open with each other, giving/receiving critical feedback, and not letting an false sense of authority cloud our vision. The more eyes and input that we have from different disciplines and personality types, the better our releases will be.\r\n\r\nJob Description\r\n-\r\n\r\nTorn Banner Studios is looking for a Lead Programmer to manage the programming team. The ideal candidate is passionate about providing high-level direction, supporting a team of engineers, and getting their hands dirty with day-to-day development.\r\n\r\nYou are an accomplished engineer that enjoys collaborating closely with the engineering team to build a technically excellent game across multiple platforms.\r\n\r\nQualifications\r\n-\r\n\r\n__Responsibilities:__\r\n- Lead and manage a programming team at technical and personnel level\r\n- Provide estimate time to complete programming task/objectives and be committed to meet them\r\n- Help in setting up best practices for coding and conduct regular code reviews\r\n- Encourage and help guide the creation of technical design documents\r\n- Setup a process to review the game on a regular interval during development cycle and identify area of improvement\r\n- Collaborate directors, designers and production to ensure efficient development practices\r\n- Ensure that solid coding practices, technical briefs and code reviews are maintained\r\n- Maintain regular internal communications and encourage a positive and ambitious team atmosphere\r\n- Demonstrate good leadership, enthusiasm and sense of commitment\r\n- Take responsibility for recruitment, on-boarding, development and professional training of the programming team\r\n- Propose solutions to improve the development of projects in the studio\r\n- Maintain a strong understanding of multiplayer FPS games\r\n\r\n__Requirements__\r\n- Proficiency in C++\r\n- At least 5 years professional video game programming experience\r\n- A strong and efficient communicator with excellent management skills\r\n- A bachelor's degree in Computer Science, Software Engineering, or equivalent.\r\n- Previous leadership/mentorship experience, or leadership interest and potential\r\n- A good knowledge of programming languages and software engineering practices\r\n- Experience developing AAA titles on multiple platforms\r\n- Experience with Unreal Engine 4 or other large engines\r\n- Comfortable wandering around unexplored game design territory, and excited to help refine ideas into shippable features\r\n\r\n__Bonus__\r\n- Previous experience as a Lead Programmer on a shipped game\r\n- Previous experience in small/medium sized development studios\r\n\r\nAdditional Information\r\n-\r\n\r\n_Portfolio and résumé required for any application._\r\n\r\nBenefits & Perks\r\n-\r\n\r\n- Profit sharing\r\n- 4 weeks Paid vacation\r\n- A no crunching policy\r\n- Relocation assistance\r\n- Flexible schedule\r\n- Weekly happy hour\r\n- Healthcare & benefits\r\n\r\n[Click here for the application form!](https://vonq.io/2MehNWv)",
        "how_to_apply": "[Click here for the application form!](https://vonq.io/2MehNWv)",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ1dhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--cfd287209c8dd34b6e7a535dd831a231abec3ac6/torn%20banner%20studios.jpg"
    },
    {
        "id": "366c9c9f-c7c9-4f87-9965-3d7a99cec0ff",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/366c9c9f-c7c9-4f87-9965-3d7a99cec0ff",
        "created_at": "Mon Feb 22 12:37:26 UTC 2021",
        "company": "LORENZ Life Sciences Group",
        "company_url": "https://www.lorenz.cc/",
        "location": "Frankfurt",
        "title": "(Senior) Cloud Developer (m/w/d) DevOps",
        "description": "**Wer wir sind**\r\n\r\nDie LORENZ Life Sciences Group ist weltweiter Marktführer für Softwarelösungen zum digitalen Austausch zwischen der pharmazeutischen Industrie und nationalen wie internationalen Behörden. Unsere Kunden vertrauen auf das Know-how und Engagement unserer rund 120 Mitarbeiterinnen und Mitarbeiter weltweit, die tagtäglich an der Schnittstelle zwischen Wissenschaft und Technologie erfolgreich agieren. Unsere Produkte steigern die Effizienz des Arzneimittelzulassungsprozesses und tragen unmittelbar dazu bei, notwendige Therapien für Patienten schneller zugänglich zu machen. **Unterstütze uns dabei, das Leben von Menschen, die auf neue Medikamente und Therapien angewiesen sind, zu verbessern!**\r\n\r\n**Was Du bei uns machst**\r\n\r\n- Unterstützung beim Aufbau und der Weiterentwicklung eines agilen DevOps-Teams\r\n- Konzeption und Automatisierung schneller, integrierter Prozesse für das bestmögliche Kundenerlebnis\r\n- Design, Architektur und Dokumentation der zukünftigen Infrastruktur (Infrastructure as Code)\r\n- Überwachung und Verbesserung der virtuellen Infrastruktur und Kundensysteme\r\n- Definition von Anforderungen an unsere Infrastruktur sowie an unsere Software-Produkte\r\n- Betreuung und Weiterentwicklung unserer Cloud-Infrastruktur und /-services\r\n- Enge Zusammenarbeit mit unseren internationalen Kunden und Kollegen\r\n- Kommunikation von Neuerungen, Strategien und Trainingsmaßnahmen an die Organisation\r\n- Weiterentwicklung von Softwarevalidierungsprozessen für Cloudanwendungen\r\n\r\n**Was wir von Dir erwarten**\r\n\r\n- Fundierte Kenntnisse im Bereich AWS-Services (z. B. VPC/Networking, RDS, CloudFormation, Lambda, CloudTrail, KMS, S3/EFS, EC2/Docker)\r\n- Gute Kenntnisse in Python, PowerShell und/oder anderen unterstützten Scripting-Sprachen\r\n- Erfahrung im Bereich IT-Security sowie Identity- und Access-Management\r\n- Erfahrung mit Jenkins wünschenswert\r\n- Schnelle Auffassungsgabe sowie hohe Motivation zur kontinuierlichen Weiterentwicklung\r\n- Sehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\r\n- Erfolgreich abgeschlossenes Studium der (Wirtschafts-) Informatik oder eine vergleichbare Qualifikation\r\n\r\n**Wen wir suchen**\r\n\r\nNicht alle Anforderungen unserer Anzeige passen auf Dein Profil? Kein Problem: Überzeuge uns, dass Du dennoch der richtige Kandidat für uns bist! Neben Deinen fachlichen Fähigkeiten zählen vor allem Deine persönliche Einstellung und Deine Werte. Wir suchen Kollegen, die hohe Erwartungen an sich selbst und andere haben, sich ständig weiterentwicklen möchten und gerne Verantwortung übernehmen.\r\n\r\n**Dein Kontakt im Recruiting-Prozess**\r\n\r\nDu hast Fragen zum Bewerbungsprozess? Bitte zögere nicht, uns zu kontaktieren.\r\n\r\n![GoHiring](https://t.gohiring.com/h/626c3d9a0b4a784eb2c6a446498650e12fbccceaf159b1c25edc100f85ad527e)",
        "how_to_apply": "[application form](https://t.gohiring.com/h/04cfda1ebe1be6440df226fe6633f6b2d27e5a8c4a231caca0a490790ba873f7)",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ0thIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6b6d6ad063a000df55ca5001668f02af61d1dd73/LORENZ%20Life%20Sciences%20Group.jpg"
    },
    {
        "id": "8bc7149f-9fd7-4ae1-812b-31bee77d1bba",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/8bc7149f-9fd7-4ae1-812b-31bee77d1bba",
        "created_at": "Mon Feb 22 12:32:38 UTC 2021",
        "company": "azeti GmbH",
        "company_url": "https://www.azeti.net/",
        "location": "Berlin",
        "title": "Lead Developer - azeti IoT Platform",
        "description": "Wir sind ein Berliner Internet of Things (IoT) Software Unternehmen. Unsere IoT Plattform ermöglicht es, einfach und schnell industrielle IoT Anwendungen umzusetzen. Bereits seit 2006 bieten wir Software „Made in Germany” für nationale und internationale Kunden an. Sowohl in Europa, Amerika als auch in China, sind unsere IoT-Lösungen im Einsatz. Als Spezialisten für Digitalisierung und IoT wird unsere TÜV-geprüfte IoT-Plattform bereits in verschiedensten Branchen eingesetzt. Diverse Forschungsprojekte und langjährige OEM-Partnerschaften in der Industrie unterstreichen unsere Kompetenz und Expertise zur Lösung anspruchsvollster IoT-Projekte. Mit unserer Open Source Edge Software und der brandneuen IoT Plattform gehen wir noch einen Schritt weiter und werden das Internet der Dinge für alle ermöglichen.\r\n\r\nWeitere Informationen über uns unter [www.azeti.net](http://t3u1.mjt.lu/lnk/AMcAAEo_L1gAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgMA9zaKDBJUTkTSCTdbhAfs4ZZwAGCXo/2/YtLaNYO8H-VqgZJJuhLQ_w/aHR0cHM6Ly93d3cuYXpldGkubmV0).\r\n\r\n**Warum wir?**\r\n\r\nDiese seltsamen Zeiten verlangen uns allen viel ab. **Wir bieten unserem Team ein sicheres und langfristiges Arbeitsumfeld und sind auf der Suche nach neuen Teammitgliedern, die unser Team für die nächsten Jahre ergänzen.** Neben einem sicheren Geschäftsmodell, sind wir als Tochterunternehmen der Aurubis AG ein sicherer Arbeitgeber für Deine berufliche Zukunft.\r\n\r\n- **Stabiles und sicheres Arbeitsumfeld**\r\n- Flexible Arbeitszeiten und Rücksichtnahme auf Ihre familiären Belange (Homeschooling, Kinderbetreuung, etc.)\r\n- Home-Office möglich mit regelmäßigen Fahrten (alle 4-6 Wochen) zu Workshops und Veranstaltungen in unserem Berliner HQ\r\n- Freie Wahl der Hardware (Linux, Mac, Windows) und Ausstattung für Ihr Home Office\r\n- Überdurchschnittliches Gehalt und tolle Entwicklungsmöglichkeiten\r\n- Agiles Arbeiten in einem vielfältigen internationalen Team, flache Hierarchien\r\n- Direkter Einfluss auf die Produktentwicklung mit sofortiger Wirkung für unseren Kundenstamm\r\n- Erstklassiger Technologie-Stack mit spannenden Entwicklungen, die bereits in Arbeit sind\r\n- [Urban Sports Club-Mitgliedschaft](http://t3u1.mjt.lu/lnk/AMcAAEo_L1gAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgMA9zaKDBJUTkTSCTdbhAfs4ZZwAGCXo/3/9DLcVbz8zz2GGtCENkt0Cw/aHR0cHM6Ly9jb3Jwb3JhdGUudXJiYW5zcG9ydHNjbHViLmNvbS9lbg), vollständig von uns bezahlt\r\n- Fahrrad-Leasing per [Business-Bike](http://t3u1.mjt.lu/lnk/AMcAAEo_L1gAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgMA9zaKDBJUTkTSCTdbhAfs4ZZwAGCXo/4/DjTuSZj6OpRmb9pgcU_gTw/aHR0cHM6Ly93d3cuYnVzaW5lc3NiaWtlLmRlL2Rl) oder [Jobrad](http://t3u1.mjt.lu/lnk/AMcAAEo_L1gAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgMA9zaKDBJUTkTSCTdbhAfs4ZZwAGCXo/5/NR-efXq3OpjFC0op9Xm3Zw/aHR0cHM6Ly93d3cuam9icmFkLm9yZy8)\r\n- [Corporate Benefits Programm](http://t3u1.mjt.lu/lnk/AMcAAEo_L1gAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgMA9zaKDBJUTkTSCTdbhAfs4ZZwAGCXo/6/XZxKFG6MjbrMadGHOsKT6w/aHR0cHM6Ly93d3cuY29ycG9yYXRlLWJlbmVmaXRzLmRlLw) mit tollen Rabatten\r\n- Kontinuierliches Lernen und 100 € [Udemy](http://t3u1.mjt.lu/lnk/AMcAAEo_L1gAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgMA9zaKDBJUTkTSCTdbhAfs4ZZwAGCXo/7/9I9q3pGcJqvMGJKESM0zxw/aHR0cHM6Ly93d3cudWRlbXkuY29tLw)-Budget pro Monat\r\n\r\n**Deine Aufgaben**\r\n\r\n**Um unsere IoT Platform auf das nächste Level heben zu können, sucht unser IoT Platform Team (6 Entwickler) nach einem erfahrenen Lead der als aktiver Entwickler durch technische Finesse, Agilität und Erfahrung führt.** Gemeinsam mit dem Team entwickelst Du die Platform weiter und hast hierbei best practices und moderne Methoden im Fokus. Du inspirierst und spornst an durch Know-How und stellst den status quo in Frage. Hierbei wirst Du ca. 80% als Fullstack Entwickler arbeiten und 20% für Führungsaufgaben aufbringen, somit bist Du nah am Produkt und aktiver Teil der Entwicklung.\r\nDu stellst dich mit dem Team den nächsten großen Herausforderungen (k8s, CI/CD, end-to-end Testing, Kafka uvm.) und hilfst durch agile Heransgehensweise auch schwierige Anforderungen gemeinschaftlich zu meistern.\r\nUns ist wichtig das Du als Team Lead auf Augenhöhe führst und durch deine Expertise und Erfahrung inspirierst und hier als Experte ein zentraler Teil des Teams bist.\r\n\r\n**Des Weiteren umfasst deine Rolle:**\r\n\r\n- Kommuniziere Best Practices und Qualitätsansprüche klar und kontinuierlich\r\n- Pair Programming, Code Reviews sowie Supervision unserer Architektur und der Backlog gemeinsam mit Product Owner\r\n- Thematische Organisation regelmäßiger Workshops und Trainings, bei der Logistik hilft dir unsere nette Team-Assistenz\r\n- Enge Zusammenarbeit mit Scrum Master und Product Owner um sicherzustellen, dass das Team eng zusammenarbeiten kann und es keine Blocker gibt\r\n- Teamkollegen anleiten, führen und inspirieren, um ein gesundes, hochkarätiges Entwicklungsteam zu schaffen\r\n- Finde pragmatische und agile Lösungen, beginnen mit Rapid Prototyping und iteriere in Richtung MVP's mit konstanten Feedbackschleifen, Tests und Zusammenarbeit\r\n- Hinterfrage Anforderungen und berate, um pragmatische Lösungen zu finden und stets einen Kundennutzen zu liefern\r\n- Regelmäßige Kommunikation mit Stakeholdern und dem erweiterten Kollegium\r\n\r\n**Place of Work**\r\n\r\nWir arbeiten derzeit komplett remote und glauben an flexible Arbeitsvereinbarungen. Du kannst die meiste Zeit aus dem Home-Office arbeiten. Unser Ziel ist es, das Team alle 4-6 Wochen in unserem Büro für Workshops und Veranstaltungen zu versammeln.\r\n\r\n**Deine Rolle wird insbesondere Mentoring deiner Kollegen beinhalten, daher ist es von großem Vorteil, wenn Du nah an oder in Berlin wohnst.**\r\n\r\n**Dein Profil**\r\n\r\n- **Mindestens 2 Jahre praktische Erfahrung in der Führung eines agilen Software-Teams**\r\n- Agiler Arbeitsansatz, der ständige Iteration und Zusammenarbeit beinhaltet\r\n- Du sprichst fließend Englisch, **Deutsch Sprachkenntnisse sind ein großes Plus**\r\n- Sehr gute Kommunikationsfähigkeiten, mündlich und schriftlich starke Präsentationsfähigkeiten\r\n- Erfahrung in der Entwicklung in agilen Umgebungen (Scrum, Kanban)\r\n- Hohes Maß an Eigenorganisation und aktive Kommunikation\r\n- **Umfangreiche Erfahrung in der Entwicklung von Microservices Applikation**\r\n- **Umfangreiche Erfahrung mit Spring Framework in Java oder Kotlin**\r\n- Erfahrung Umgang mit Functional Components ReactJS und TypeScript\r\n- Erfahrung und Interesse an Datenvisualisierung und Dashboarding sind ein Plus\r\n- Erfahrung in der Entwicklung Event getriebener Applikationen ist ein Plus\r\n- Erfahrung mit Kafka ist ein Plus\r\n\r\n**Wenn Du in der Nähe von Berlin lebst, ist das ein großes Plus.**\r\n\r\n**Kontakt**\r\n\r\nBitte ]bewirb dich über unsere Karriereseite](http://t3u1.mjt.lu/lnk/AMcAAEo_L1gAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgMA9zaKDBJUTkTSCTdbhAfs4ZZwAGCXo/8/cIpHNaAls0r986HOZpNRIQ/aHR0cHM6Ly9hemV0aS5qb2JzLnBlcnNvbmlvLmRlLw) oder sende deine Unterlagen an career@azeti.net. Dein Ansprechpartner ist Sebastian Koch.\r\n\r\n![GoHiring](https://t.gohiring.com/h/a6bbd71fa89a98e7758344dd6771758ae723722e9febd3066d152e24dcf1c39f)",
        "how_to_apply": "[application form](https://t.gohiring.com/h/d1dd27632250b096e756409f6fd92bfbefcecb331c6f3285bc2bfc2eb28c1583)",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ0NhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a9427a4e41d94f7b04853437015fe5aff3f19f02/azeti%20GmbH.png"
    },
    {
        "id": "194dfe73-a6c9-4bec-bfe3-27d330bbc374",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/194dfe73-a6c9-4bec-bfe3-27d330bbc374",
        "created_at": "Mon Feb 22 11:23:14 UTC 2021",
        "company": "Clark Germany GmbH",
        "company_url": "https://www.clark.de",
        "location": "Berlin",
        "title": "SVP Engineering (m/f/x)",
        "description": "**A bit about us**\r\n\r\nAt CLARK we believe that the significant things in life should be simple. With this vision in mind, we have set out to create an application which makes it easier, simpler, and faster for consumers to manage their insurances - all in one central place where changes can be done with just a few clicks. Our secret sauce is to combine a best-in-industry user experience with honest and independent advice from insurance experts.\r\n\r\nSince our founding in 2015, we have served over 300,000 satisfied customers. We are extremely proud of more than 250 employees from over 40 nations, working from our offices in Berlin, Frankfurt, Vienna and Püttlingen. We were recognized by the German tech magazine Gründerszene as the fastest growing technology company in Germany for 2019. We want your help to get us to the next level.\r\n\r\n**What is this about?**\r\n\r\nWe are looking for an experienced professional to lead the engineering and technology part of our organisation, directly reporting to the CPTO\r\n\r\n**Your Responsibilities**\r\n\r\n- Functioning as an integral part of our leadership team you develop a clear technology vision for our product and co-shape the strategy, positioning and leadership culture of the organisation.\r\n- Creating a healthy culture of collaboration and inclusion through leading by example in line with the engineering and company values where people can fulfill their potential and bring value to our customers.\r\n- Developing and overseeing the engineering capabilities, including technical strategy, architectural evolution, information security, cloud operations and office it, so we become the largest insurance broker in Europe.\r\n- Advocating and advancing state of the art agile software development practices and help develop and evangelize great engineering and collaboration practices.\r\n- Providing expert mentorship and exemplary behaviour for your teams and direct reports in order to drive engineering quality and excellence while also building up a vibrant and productive engineering culture\r\n- Applying pragmatic solutions, find the right tradeoffs and reduce complexity to help teams deliver and increase impact on our customers\r\n- Financial planning and management\r\n\r\n**What you have:**\r\n\r\n- 10+ years of tech people management experience, and 5 years working as an engineering manager or an engineer\r\n- Demonstrated capability to inspire and motivate engineering teams\r\n- 10+ years of software and product development experience across various domains\r\n- Understanding of modern software architecture\r\n- Customer and quality focus with a bias for action\r\n- Strong business acumen and high work ethics with the ability to handle multiple competing priorities in a fast paced environment\r\n- Very strong English communication skills. German skills would be a great plus\r\n- Background in B2C and financial industry would perfectly round off your profile\r\n\r\n**Why CLARK:**\r\n\r\nEveryone offers perks like free coffee, free drinks, flat hierarchies. We offer you all that but more in the shape of:\r\n\r\n- A multicultural environment with international colleagues.\r\n- Subsidised job ticket and a company pension.\r\n- A lot of freedom: You want to pursue further education? An MBA was always a dream of yours? We offer you support for your education while working with us.\r\n- Support for relocation - and we don't mean only a work permit. The process of getting you here and the costs associated with it are all supported.\r\n- Fear of not speaking the language? We offer beginner and advanced German and English classes in house.\r\n- Want to inspire and share knowledge? We have you covered with our weekly Tech Brown Bag speech.\r\n- And last but not least: Sure, we know how to celebrate success! We offer you quarterly company events, monthly team lunch & breakfast as well as our weekly Friday get together.\r\n\r\n**Sounds exciting? We agree, and we cannot wait to have your application!**\r\n\r\n**CLARK is an equal opportunity employer.**\r\n\r\nWe're all about equal opportunity and committed to inclusion across gender, age, race, religion, identity and experience!",
        "how_to_apply": "https://clark.join.com/jobs/1878239-svp-engineering-m-f-x?pid=357a3b4531918760973f&utm_source=github_jobs&utm_medium=paid&utm_campaign=single%2Bposting&utm_content=svp%2Bengineering%2Bm%2Bf%2Bx",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdnVaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--be10b16a6c1758a741a26a8132d13a0a60e6c648/clark-germany-gmb-h-logo-xl.png"
    },
    {
        "id": "6d3faac0-ea88-4041-9b4d-ce3e65f4ecc6",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/6d3faac0-ea88-4041-9b4d-ce3e65f4ecc6",
        "created_at": "Mon Feb 22 11:01:46 UTC 2021",
        "company": "VIVIO Health",
        "company_url": "https://vonq.io/3uocF3l",
        "location": "Remote, United States",
        "title": "Tech Lead -(Remote-US)",
        "description": "Join the fast growing company that is changing the way drug therapies are managed. Help curb the fastest rising spend problem of the US Healthcare system. VIVIO Health is on a mission to help make data the basis for clinical decision making. VIVIO’s evidence-based, data-driven specialty drug management and cost control solution has improved healthcare outcomes and lowered costs for large self-insured employers since 2016. We’re also an unusual company by today’s standards as we are profitable, fast growing and haven’t had to raise any external capital.\r\n\r\nWe're looking for a talented and mission-aligned Tech Lead/Sr. DevOps engineer with significant cloud architectural experience and proficiency in information security to join our team in a key technical leadership role reporting to the CEO.\r\n\r\nWe’re seeking a self-starter who is excited to work with a dynamic group of individuals who respect one another, value empathetic leadership, lead by example, work collaboratively, and are wildly passionate about our shared goals.\r\n\r\nJob Description\r\n-\r\n\r\n__About You:__\r\n\r\nYou know that Life is short and you want to make a difference!\r\n\r\nAs an effective Platform Technical Lead you will be detail oriented, have broad technical understanding, and be a team performer. You have a diverse background in architecture, distributed systems, and development. To be successful, you must have extensive experience working with cloud technologies, be able to solve complex problems quickly, and thrive in a highly collaborative environment. You will have > 5 years of experience successfully developing, deploying and managing applications in a cloud environment.\r\n\r\nMicromanagement is not our style. We are only interested in team members that are reliable and committed. If you are a problem solver, enjoy thinking creatively about new challenges, and are looking for the next challenge, you would love being on this team.\r\n\r\nWhat You'll Be Doing\r\n-\r\n\r\n- Design, build, maintain, and modify infrastructure for scaled applications within AWS Virtual Private Cloud (VPCs).\r\n- Produce high-quality software that is well-designed, maintainable, unit tested, code reviewed and checked regularly for continuous integration\r\n- Work closely with a small, distributed, dynamic, Engineering Team to make sure all systems remain HIPAA and SOC2 compliant\r\n- Assist in the architecture, engineering, development, and quality assurance of data-producing/consuming software.\r\n- Automate software builds and deployments on Linux servers.\r\n- Operate within Windows (Active Directory) and Linux environments.\r\n- Support distributed web applications in a complex, and evolving environment.\r\n- Work throughout the application and infrastructure project: including design, architecture, communication, monitoring, availability, scaling, failover and recover\r\n\r\nQualification\r\n-\r\n\r\n__We're Looking For Somebody Who Has__\r\n- 5+ years building and running applications, specifically around third party integrations and data processing in an AWS environment.\r\n- 5+ years experience with Python (PHP is a +)\r\n- Experience with relational databases such as MySQL\r\n- Experience working with restful APIs, micro-services, & Atlassian toolset\r\n- Expert hands on experience with AWS cloud technologies.\r\n- Extreme attention to detail\r\n- Familiarity with compliance & security standards such as PCI DSS, ISO 27001, HIPAA, and NIST\r\n- 3-5 Years of Linux systems administration, preferably Ubuntu\r\n- 3-5 Years Microsoft Windows Systems management experience desired\r\n- Ability to work on features independently\r\n- BS or advanced degree in Computer Science or equivalent experience\r\n\r\nAdditional Information\r\n-\r\n\r\nVIVIO Health is an Equal Opportunity Employer and does not unlawfully discriminate on the basis of any status or condition protected by applicable Federal, state or local municipal law. All your information will be kept confidential according to EEO guidelines.\r\n\r\n__Regular Full-time position (direct hire)__\r\n\r\n__Remote Role__\r\n\r\n[Click here for the application form!](https://vonq.io/3uocF3l)",
        "how_to_apply": "[Click here for the application form!](https://vonq.io/3uocF3l)",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdm1aIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ed2be94ab5a33afc1812f3af14f935204a63958e/vivio.jpg"
    },
    {
        "id": "74015f33-84bb-433b-a9e6-a95c73568d84",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/74015f33-84bb-433b-a9e6-a95c73568d84",
        "created_at": "Mon Feb 22 09:52:27 UTC 2021",
        "company": "chargeIT empowering e-mobility ",
        "company_url": "http://www.chargeIT-mobility.com",
        "location": "Remote",
        "title": "Senior Fullstack Developer (m/f/d)",
        "description": "Senior Fullstack Developer (m/f/d) \r\nFull-time in 01099 Dresden (Remote Option)\r\n\r\nE-mobility is the future ... and it has already started!\t\r\n\r\nBecome part of chargeIT mobility who is part of Eneco eMobility - one of the leading providers of intelligent charging systems and solutions in the EV market that has built up a strong position in the Netherlands, Belgium and Germany. There is only one way to realize our current phase of international expansion: growing towards a digital company with scalable and smart IT solutions. \r\n\r\nThat's why we'd love to welcome you on board so we can focus on enterprise platforms, user interfaces and user experience together. Your tasks will be in the area of headless CMS development, design and development of backend and frontend components and applications for web & mobile.\r\n\r\nIdeally, you should already have experience in the field of eMobility. Fundamentally, you should be well-versed in headless CMS systems, GraphQL and modern frameworks for mobile and web applications, as well as enjoy implementing software from business concept to scalable product used by thousands of users. If so, you'll play a critical role in building scalable applications that delight our customers and teaching our way of working, which is based on the Scaled Agile Framework (SAFe).\r\n\r\nThese are your tasks\r\n- As a Senior Fullstack Developer (m/f/d) you are responsible for design, development and testing of applications and services.\r\n- You work on the design as well as the implementation of a customer journey with inspiring UX and create SEO-friendly content & products.\r\n- You are quality oriented and willing to take responsibility for the working solution.\r\n- Develop according to clean code principles, integrate automated tests and build pipelines.\r\n\r\nThis distinguishes you\r\n- At least 4 years of experience with various frameworks and libraries for API development and connectivity, in the UI space with React or Vue.js, and with various database systems\r\n- Experience with headless CMS and static site generation is a plus\r\n- Ability to develop software in an agile scrum process and willingness to work with remote teams\r\n- Self-starter and motivated to make an individual contribution\r\n- Fluency in English or German\r\n\r\nBenefits\r\n- Company pension plan & occupational disability insurance\r\n- (e-)Bike leasing\r\n- Individual training budget\r\n- Mobile working: in the office, at home and on the road\r\n- Flexible working hours and vacation\r\n- Flat hierarchies\r\n\r\nInterested? \r\n\r\nWe are looking forward to receiving your application documents including your salary requirements and possible starting date by e-mail to jobs@chargeit-mobility.com \r\n\r\nYou want to know more about the job and us? \r\nYou can find more information on www.chargeIT-mobility.com\r\n\r\n\r\n\r\n\r\n",
        "how_to_apply": "Email your resume to: \r\njobs@chargeit-mobility.com ",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdmVaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ac88b3b8bd7674d5e53b86da125226878bc9f142/ChargeIT_1.jpg"
    },
    {
        "id": "01137733-08ed-456d-8cfa-5b6bf0616204",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/01137733-08ed-456d-8cfa-5b6bf0616204",
        "created_at": "Mon Feb 22 09:45:04 UTC 2021",
        "company": "Charge IT - empowering e-mobility",
        "company_url": "https://www.chargeit-mobility.com",
        "location": "Remote",
        "title": "Senior Frontend Developer (m/f/d)",
        "description": "Senior Frontend Developer (m/f/d)\r\nFull-time in 01099 Dresden (Remote Option)\r\n\r\nE-mobility is the future ... and it has already started!\r\n\r\nBecome part of chargeIT mobility who is part of Eneco eMobility - one of the leading providers of intelligent charging systems and solutions in the EV market that has built up a strong position in the Netherlands, Belgium and Germany. There is only one way to realize our current phase of international expansion: growing towards a digital company with scalable and smart IT solutions.\r\n\r\nThat's why we'd love to welcome you on board so we can focus on enterprise platforms, user interfaces and user experience together. Your tasks will be in the area of headless CMS development, design and development of front-end components and applications for web & mobile.\r\nYou already have experience in the field of e-mobility? With headless CMS systems, GraphQL and modern frameworks for mobile and web applications? In developing software from business concept to scalable product used by thousands of users? Then you'll play a critical role in creating scalable applications that delight our customers and in teaching our way of working, which is based on the Scaled Agile Framework (SAFe).\r\n\r\nThese are your tasks\r\n▪ As a Senior Frontend Developer (m/f/d) you are responsible for the task breakdown of user stories and explaining the necessary technical effort to the Product Owner\r\n▪ The development of frontend applications and components as well as the connection of different APIs are also part of your tasks\r\n▪ You will work on the design as well as the implementation of a customer journey with inspiring UX and create SEO-friendly content & products\r\n▪ Develop according to the Clean Code principle, integrate automatic tests and build pipelines\r\nBenefits\r\n\r\n\r\nThis distinguishes you\r\n▪ B.Sc./B.A. e.g. in computer science or engineering.\r\n▪ At least 5 years of experience in the following technology: JavaScript, TypeScript, or other typed language\r\n▪ Proven experience developing single-page applications in React, Vue.js, or similar technologies\r\n▪ Strong interest in thoughtful solutions using proven as well as emerging technologies\r\n▪ Good command of English and German\r\n▪ Outgoing personality with attention to detail & attentive work ethic\r\n\r\n\r\nBenefits\r\n▪ Company pension plan & occupational disability insurance \r\n▪ Mobile working \r\n▪ (e-)Bike leasing \r\n▪ Flexible working hours and vacation\r\n▪ Individual training budget \r\n▪ Flat hierarchies \r\n\r\n\r\nInterested?\r\nWe are looking forward to receiving your application documents including your salary requirements and possible starting date by e-mail to jobs@chargeit-mobility.com\r\n\r\nYou want to learn more about the job and us?\r\n\r\nYou can find more information on www.chargeIT-mobility.com",
        "how_to_apply": "Emails your resume to: \r\njobs@chargeit-mobility.com",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdlNaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--390ed3fcebde61bb56fac1981dc872c15b186ed8/ChargeIT_1.jpg"
    },
    {
        "id": "a0dafc32-3c54-4b8a-bc8a-505a3243c56e",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/a0dafc32-3c54-4b8a-bc8a-505a3243c56e",
        "created_at": "Mon Feb 22 09:13:34 UTC 2021",
        "company": "Consors Finanz BNP Paribas S.A. Niederlassung Deutschland",
        "company_url": "https://www.bnpparibas.de/en/",
        "location": "München",
        "title": "IT-Engineer Application Engineering (m/w/d)",
        "description": "Wer wir sind\r\n-\r\n\r\nConsors Finanz ist Teil der BNP Paribas S.A. in Deutschland und hat ca. 1500 Mitarbeitende an fünf Standorten. BNP Paribas S.A. ist eine führende internationale Bank und in 73 Ländern mit 200.000 Mitarbeitenden vertreten.\r\n\r\nConsors Finanz BNP Paribas steht für finanzielle Selbstbestimmung in jeder Lebenssituation.\r\n\r\nWir sind einer der führenden Anbieter für Konsumentenkredite in Deutschland und bieten Finanzierungs- und Versicherungslösungen, die sich an die Bedürfnisse unserer Kundinnen und Kunden anpassen. Ob dynamische Kreditrahmen, individuelle Finanzierungen oder flexible Kartenprodukte – mit dem digitalen Banking von Consors Finanz BNP Paribas nehmen Kundinnen und Kunden ihre Liquidität selbst in die Hand. Wir setzen dabei auf innovative Technologien, höchste Sicherheitsstandards und eine verantwortungsvolle Kreditvergabe.\r\n\r\nWir bewerten alle Bewerberinnen und Bewerber nach ihrer Qualifikation -unabhängig von ethnischer und sozialer Herkunft, Alter, Geschlecht, sexueller Identität, Religion, Weltanschauung oder einer Behinderung. Wir sind überzeugt, dass gelebte Vielfalt eine positive Auswirkung auf die Gesellschaft und unser Unternehmen hat.\r\n\r\nIT-Engineer Application Engineering(m/w/d)\r\n-\r\n\r\n__#loveyourjob #münchen__\r\n\r\nDu suchst\r\n-\r\n\r\n- Konzeption, Planung Umsetzung der Vorgaben über technische Architektur und Ausrichtung im Bereich Application Engineering (eigenentwickelte und fremde Anwendungen).\r\n- Halten des techn. Gesamtbildes im Bereich Application Engineering (Betrieb von eigenentwickelten und fremden Anwendungen).\r\n- Vorgabe über technische Architektur und Ausrichtung zur Integration und Implementierung neuer Lösungen und Anwendungen im Bereich Application Operation.\r\n- Abstimmung der techn. Lösungen mit Enterprise-Architekten und anderen Stakeholdern.\r\n- Aktive Mitwirkung in Projekten: Beratung, Analyse, Konzeption, Schätzung und evtl. Umsetzung der Anforderungen und Architektur.\r\n- Analyse und Aufwandschätzung von Change Requests für Application Engineering.\r\n- Agieren als technischer Ansprechpartner für andere Teams.\r\n\r\nDu hast\r\n-\r\n\r\n- Abgeschlossenes Studium der Informatik oder vergleichbare Ausbildung.\r\n- Fundierte Erfahrung von heterogenen IT-Landschaften.\r\n- Mehrjährige Berufserfahrung in vergleichbareren Positionen, idealerweise im Banken-/Finanzsektor.\r\n- Mehrjährige Berufserfahrung im Anwendungsbetrieb, IT Betrieb.\r\n- Breites Fachwissen im Bereich Virtualisierung, Applikationsbetrieb (JVM, JBoss, Monitoring-Lösungen), Build and Deployment Automation (z.B. Jenkins, Redhat-Satellite), Clustering und Load Balancing, Linux- Betriebssysteme, Re-Engineering IT Lösungen.\r\n- Sehr gute Englisch- und Deutschkenntnisse in Wort und Schrift.\r\n- Teamfähigkeit, ausgeprägte Kommunikationskompetenz, strategische Denkweise, Überzeugungskraft. \r\n \r\nWir bieten dir\r\n-\r\n\r\n- Attraktives Gehaltspaket \r\n- Betriebliche Altersvorsorge\r\n- Arbeiten im Büro, von zu Hause oder wo immer du eine Internetverbindung hast\r\n- Vielfältiges Weiterbildungsangebot\r\n- Wasser und Kaffee kostenlos\r\n(Inter-)nationale Karriereperspektiven bei der BNP Paribas Gruppe\r\n- Zuschuss zu ÖPNV, Car- & Bike- Leasing\r\n\r\nGeh mit uns in die Zukunft!    \r\n-\r\n\r\nWir freuen uns auf deine Bewerbung über [diesen Link!](https://vonq.io/3ayyG7I)\r\n\r\nDein Kontakt bei uns: Ralph Ullmann\r\n\r\nTelefon: 089/ 5511 333783\r\n\r\nhttps://www.consorsfinanz.de/karriere",
        "how_to_apply": "[Klick hier um zum Bewerbungsformular zu gelangen!](https://vonq.io/3ayyG7I)",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdkdaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--17d5168b9904942f412db406d9003711c4e5910f/Consors%20finanz.jpeg"
    },
    {
        "id": "3c5fc02a-159b-4930-92aa-16bbc436f98a",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/3c5fc02a-159b-4930-92aa-16bbc436f98a",
        "created_at": "Sat Feb 20 12:38:44 UTC 2021",
        "company": "Snickfish",
        "company_url": "http://Snickfish.com",
        "location": "Maryville, Tennessee",
        "title": "PHP Developer - NOT A REMOTE POSITION",
        "description": "LOOKING FOR LOCAL PHP DEVELOPER IN THE KNOXVILLE/MARYVILLE, TENNESSEE AREA.\r\nWe are a title management company based in Maryville, TN.  We service over 41 states across the U.S. and are looking for someone with an upbeat professional attitude who's eager to hang with us.  It's an exciting and fun place to work where you can learn, earn, and grow with us! This position is NOT a remote position. Please do NOT apply if you cannot work at our offices in Maryville, Tennessee.\r\n\r\nPHP DEVELOPER\r\nQualified, self-driven developer responsible for maintaining, updating, and upgrading client and server-side HTML /CSS /JS, PHP & Node Systems.\r\nResponsibilities include setting deadlines, performing or automating regular maintenance tasks, performing system account updates, and optimizing existing systems in both PHP 5.6 and 7.2.\r\nPay is relevant to work experience and knowledge base.\r\n\r\nGeneral Requirements\r\nExperienced in Large or Scalable Web Development\r\nSeasoned in PHP\r\nWork Well in a fast-paced environment\r\nMust be able to use high-level logic & reasoning\r\nMust have excellent communication skill\r\nMust be able to plan and set deadlines effectively\r\nMust be willing to learn, and keep up to date knowledge on web development practices\r\nKnowledgeable in Standard HTML, CSS & JS\r\nKnowledgeable in Objective, Functional, & Procedural Programing & Methodologies\r\nAWS Experience (including but not limited to EC2, Route 53,  EBS operational & maintenance experience)\r\nMySQL General Experience\r\nDocker & Containerization knowledge, and experience.\r\n5 + years general programing experience\r\n2 + years of Object-Oriented programing experience\r\nLanguage/ Framework /Library Requirements:\r\nPHP 5.6\r\nPHP 7.3\r\nNodeJS (JavaScript)\r\nMySQL\r\nComposer (PHP)\r\nNPM (NodeJS)\r\njQuery (JavaScript)\r\nBootstrap (HTML, CSS)\r\nRecommended Frameworks/Libraries\r\nLaravel (PHP)\r\nReact (NodeJS)\r\nEnvironment Familiarity (Required)\r\nDocker\r\nAWS EC2\r\nLinux\r\n\r\nWe provide a nice friendly environment with professional people.\r\nWe hire for life.\r\nSome staffers have been with us since our conception 13 years ago. Our employees arrive to work happy and leave happy and we like that a lot.\r\nThe dress code is casual.\r\nYou will receive vacation pay, major holiday pay, PTO, and bonuses.\r\n\r\nHours are 8-5 Monday-Friday, with evenings and weekends off.\r\nSend us your resume and tell us a little about yourself, and we'll contact you with further details about our company and how to schedule an interview.\r\n",
        "how_to_apply": "Email your resume to NH8570@gmail.com",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdCtaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--1f307ca60bf3947b4d117de93ba82e7b031fb2dc/snickfish-g-small.fw.png"
    },
    {
        "id": "afadb965-53cf-4fdf-90ea-52b8ea132bcb",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/afadb965-53cf-4fdf-90ea-52b8ea132bcb",
        "created_at": "Fri Feb 19 16:36:51 UTC 2021",
        "company": "BITGRIP GmbH",
        "company_url": "https://www.bitgrip.de",
        "location": "Berlin",
        "title": "Backend-Entwickler (w/m/x)",
        "description": "BITGRIP ist Berater, Entwickler, Designer und Integrator für digitale Lösungen. Wir verwandeln Bits mit Herz und Grips in ein Lächeln. Auf Basis von über 500 Jahren geballter IT-Projekterfahrung helfen wir Kunden in jedem Bereich der digitalen Wertschöpfung.\r\n\r\n**Aufgaben**\r\n\r\n*Du passt zu uns, wenn du ...*\r\n\r\n- Java und Java EE Applications sicher analysierst, designst und implementieren kannst\r\n- unsere Lösungen im Bereich Enterprise Content Management entwickelst und verbesserst\r\n- ein ambitionierter Coder bist, der für sein Fachgebiet brennt, egal ob du Autodidakt, graduiert oder Professional bist\r\n- sicher auf Deutsch kommunizieren kannst, Englisch ist bei uns ein Plus\r\n- Du hast bestenfalls Erfahrung mit CoreMedia, GraphCMS oder anderen Java-CMS\r\n\r\n*Wir passen zu dir, weil wir ...*\r\n\r\n- bewusst auf branchenübliches Project-Hopping verzichten und dir neben spannender Projekte eine familienfreundliche Arbeitsweise garantieren\r\n- ein (r)evolutionäres Unternehmen sind, beinahe ohne Hierarchien – bei uns gibt es keine Abteilungen, - keine Angst und (fast) keine Überstunden, weil wir auf Selbstverantwortung, Freiheit, Spaß und Feedback setzen\r\n- dir einen tollen Tech Stack und ein erfahrenes Team bieten, um gemeinsam zu wachsen und großartiges zusammen zu erreichen\r\n\r\n**Qualifikation**\r\n\r\n*Das ist deine Toolbox:*\r\n\r\n- OOP, REST, AOP\r\n- Java\r\n- Python, Groovy, Shell\r\n- Spring, Hibernate, JUnit, Mockito\r\n- Kubernetes, Docker, Helm\r\n- Git\r\n\r\n**Benefits**\r\n\r\n- einen leistungsfähigen Tech Stack\r\n- Flache Hierarchien, Eigenverantwortung, Spaß\r\n- Kein Dresscode\r\n- Auswahl deiner Hard- & Software\r\n- flexible Arbeitszeiten & Homeoffice für alle\r\n- einen unbefristeten Voll- oder Teilzeitvertrag mit attraktiver Vergütung und ganz wichtig: bei uns werden Überstunden vermieden und in Freizeit umgewandelt\r\n- zertifizierte Schulungsangebote\r\n- 6 Wochen Urlaub\r\n- BAV\r\n- Jobrad / Bahnticket\r\n\r\nKlingt gut soweit? Dann bewird dich direkt oder melde dich via E-Mail, Twitter oder LinkedIn bei uns inklusive deines frühestmöglichen Eintrittstermins und deiner Gehaltsvorstellungen und wir bringen dich mit deinem neuen Team in Kontakt – unkompliziert und ohne zig Gesprächsrunden.\r\n\r\nCome and join the #besteamintown.\r\n",
        "how_to_apply": "https://bitgrip.join.com/jobs/1880573-backend-entwickler-w-m-x?pid=357a3b4531918760973f&utm_source=github_jobs&utm_medium=paid&utm_campaign=single%2Bposting&utm_content=backend-entwickler%2Bw%2Bm%2Bx",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdGlaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--cd4b190dd1fa51bc5dc4ff825ce977655e90587e/bitgrip.png"
    },
    {
        "id": "60a48d98-fc07-4e36-b8ab-cf6778e527ca",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/60a48d98-fc07-4e36-b8ab-cf6778e527ca",
        "created_at": "Fri Feb 19 16:32:30 UTC 2021",
        "company": "BITGRIP GmbH",
        "company_url": "https://www.bitgrip.de",
        "location": "Berlin",
        "title": "Senior Frontend-Entwickler (w/m/x)",
        "description": "BITGRIP ist Berater, Entwickler, Designer und Integrator für digitale Lösungen. Wir verwandeln Bits mit Herz und Grips in ein Lächeln. Auf Basis von über 500 Jahren geballter IT-Projekterfahrung helfen wir Kunden in jedem Bereich der digitalen Wertschöpfung.\r\n\r\n**Aufgaben**\r\n\r\nDu passt zu uns, wenn du ...\r\n\r\n- weltweit Millionen von Usern glücklich machen willst, aber auch den Hype von Produktreife trennen kannst\r\n- ein ambitionierter Coder bist, der für sein Fachgebiet brennt, egal ob du Autodidakt, graduiert oder Professional bist\r\n- JavaScript (ES2015+) und CSS3 zu deinen wichtigsten Werkzeugen zählst\r\n- gerne Verantwortung übernimmst und Dinge vorantreibst Wir passen zu dir, weil wir ...\r\n- bewusst auf branchenübliches Project-Hopping verzichten und dir neben spannender Projekte eine familienfreundliche Arbeitsweise garantieren\r\n- ein (r)evolutionäres Unternehmen sind, beinahe ohne Hierarchien – bei uns gibt es keine Abteilungen, - keine Angst und (fast) keine Überstunden, weil wir auf Selbstverantwortung, Freiheit, Spaß und Feedback setzen\r\n- dir einen tollen Tech Stack und ein erfahrenes Team bieten, um gemeinsam zu wachsen und großartiges zusammen zu erreichen\r\n\r\n**Qualifikation**\r\n\r\n*Unser Tech Stack:*\r\n\r\n- Natives JavaScript (ES2015+),\r\n- HTML,\r\n- CSS (SCSS),\r\n- JSON\r\n- Typescript (optional)\r\n- React\r\n- Redux (optional)\r\n- Jest\r\n- Node.js-Backend\r\n- REST || GraphQL\r\n- Babel, Webpack\r\n- Jenkins, Docker\r\n\r\n**Benefits**\r\n\r\n- einen leistungsfähigen Tech Stack\r\n- Flache Hierarchien, Eigenverantwortung, Spaß\r\n- Auswahl deiner Hard- & Software\r\n- flexible Arbeitszeiten & Homeoffice für alle\r\n- Einen unbefristeten Voll- oder Teilzeitvertrag mit attraktiver Vergütung und ganz wichtig: bei uns werden Überstunden vermieden und in Freizeit umgewandelt\r\n- Zertifizierte Schulungsangebote\r\n- ein schickes Büro in verkehrsgünstiger Lage am Kudamm\r\n- 6 Wochen Urlaub\r\n- Kein Dresscode\r\n- BAV\r\n- Jobrad / Bahnticket\r\n\r\nKlingt gut soweit? Dann bewird dich direkt oder melde dich via E-Mail, Twitter oder LinkedIn bei uns inklusive deines frühestmöglichen Eintrittstermins und deiner Gehaltsvorstellungen und wir bringen dich mit deinem neuen Team in Kontakt – unkompliziert und ohne zig Gesprächsrunden.\r\n\r\nCome and join the #besteamintown.\r\n",
        "how_to_apply": "https://bitgrip.join.com/jobs/1884012-senior-frontend-entwickler-w-m-x?pid=357a3b4531918760973f&utm_source=github_jobs&utm_medium=paid&utm_campaign=single%2Bposting&utm_content=senior%2Bfrontend-entwickler%2Bw%2Bm%2Bx",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdFNaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3f84437924cbad98c6c30cf413d8e6e7480c4fd5/bitgrip.png"
    },
    {
        "id": "abb3678a-3cb0-4b52-af21-0340ebdc6f2c",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/abb3678a-3cb0-4b52-af21-0340ebdc6f2c",
        "created_at": "Fri Feb 19 15:38:29 UTC 2021",
        "company": "Premiere Digital",
        "company_url": "http://premieredigital.net",
        "location": "Remote",
        "title": "Python Web Developer",
        "description": "At Premiere, we are working with a large dataset to build software solutions for order tracking, global pricing management, targeted marketing, and sales analytics. \r\n\r\nWe’re looking for a web developer experienced with Python and interested in learning new technologies to join our team. You’ll work with our remote team to build great products that delight the people using them. \r\n\r\n### Who you are...\r\n* You’re a critical thinker. You’re able to be highly effective with very few directions. \r\n* You have excellent communication skills and the ability to convey your ideas clearly and concisely.\r\n* You are super smart and have either a degree in Computer Science or equivalent work experience.\r\n* You have the space, equipment, bandwidth, and personal commitment required to be highly productive while working from home.\r\n\r\n### You’re great at... \r\n* Collaborating with engineers and product managers to build web app components \r\n* Applying appropriate software design patterns for a given problem \r\n* Reading and understanding code whether you or someone else wrote it \r\n* Delivering quality code using Python for backend applications (Flask/Django) \r\n* Working with both relational and NoSQL databases (MySQL/Postgres/Cassandra/Elasticsearch/Redis) \r\n* JavaScript and UI development (jQuery/Bootstrap)\r\n* Maintaining automated tests and ensuring quality in your code \r\n* Using Git to manage multiple branches and fix merge conflicts \r\n\r\nBonus points if you have open source contributions or personal projects you’ve shipped successfully.",
        "how_to_apply": "Please send resume and cover letter to reid@premieredigital.net",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdEtaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3349b7da1fea26dc9fe1659fa8ef1d41622115e1/sf-logo.png"
    },
    {
        "id": "5d42ea59-b94f-42bb-ba8f-e0418f714550",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/5d42ea59-b94f-42bb-ba8f-e0418f714550",
        "created_at": "Fri Feb 19 15:22:43 UTC 2021",
        "company": "Evernest GmbH",
        "company_url": null,
        "location": "Hamburg",
        "title": "Senior Frontend Engineer*",
        "description": "Evernest is a Proptech startup from Hamburg backed by top investors. We are redefining how homes are bought and sold in metropolitan areas. To do so, we combine start-up culture with years of extensive industry experience. We are convinced that agents, sellers and buyers deserve a better service and more support. That is why we are bringing together the world’s top minds in technology, data and real estate. We offer agents and their clients a platform for a previously unseen and seamless real estate experience. \r\n\r\n\r\n**Responsibilities**\r\n- Building a top-notch and intuitive front-end for our platform that empowers real estate agents, buyers and sellers\r\n- Building a mobile application that empowers real estate agents\r\n- Evaluating visual designs from a technical perspective\r\n- Being part of our agile, smart and open-minded team\r\n- Getting better every day by taking on challenging tasks\r\n \r\n\r\n**Qualifications**\r\n- Solid understanding of and experience with React.js (> 3 years)\r\n- Profound knowledge of TypeScript/ESnext and its ecosystem (> 3 years), ideally also of other programming languages\r\n- Experience with CSS-in-JS technologies (preferred Emotion.js or Styled Components)\r\n- Understanding the importance of A11y and how to implement it in custom components\r\n- Mobile first layouts and responsive websites\r\n- Solid understanding of and experience with React Native\r\n- Semantic HTML and the value of SEO\r\n- DevOps mindset: operating and maintaining our software is a collective responsibility\r\n- Passion to share knowledge and strive to learn from others\r\n- Constant drive for improving processes and thinking in long-term wins\r\n- Good communication skills \r\n- Fluency in English, written and verbal; German is a plus\r\n\r\n**Current Tech Stack**\r\n- Docker, GCloud, Kubernetes\r\n- PostgreSQL\r\n- Python, Django, Django REST Framework\r\n- ES6, React, Typescript, Node.js\r\n- Contentful CMS\r\n- Storybook\r\n- Emotion.js\r\n- Next.js\r\n- GraphQL\r\n \r\n\r\n**Benefits**\r\n- Permanent position with above average compensation package\r\n- 27 days of paid vacation\r\n- Productivity equipment (laptop, mobile phone)\r\n- Homeoffice\r\n- Challenging position in a fast-paced environment\r\n \r\n\r\nYour mindset is what matters to us - your age, your sex or your origin makes no difference \r\nat Evernest. It’s important that you fit into our team.\r\n\r\n\r\nSounds good? Just submit your resume!\r\ntalents@evernest.com",
        "how_to_apply": "\r\nSounds good? Just submit your resume!\r\ntalents@evernest.com",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdENaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--646a06fa593b374c19fd40ef77accd91b98ccdbc/EN_Profilbild_V1.jpg"
    },
    {
        "id": "ad494559-7b93-4d26-85f6-b5350e0a5f5e",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/ad494559-7b93-4d26-85f6-b5350e0a5f5e",
        "created_at": "Fri Feb 19 15:17:31 UTC 2021",
        "company": "Evernest GmbH",
        "company_url": null,
        "location": "Hamburg",
        "title": "Senior Backend Engineer*",
        "description": "Evernest is a Proptech start-up from Hamburg backed by top investors. We are redefining how homes are bought and sold in metropolitan areas. To do so, we combine start-up culture with years of extensive industry experience. We are convinced that agents, sellers and buyers deserve a better service and more support. That is why we are bringing together the world’s top minds in technology, data and real estate. We offer agents and their clients a platform for a previously unseen and seamless real estate experience.\r\n\r\nAs a Senior Backend engineer, you'll join a team of engineers working on the data-driven, cutting-edge distributed platform which forms the backbone of our business.\r\n\r\n**Responsibilities**\r\n- Being part of a smart and motivated small team dedicated to building tech-driven, smarter processes that enable excellently trained real-estate agents to create a delightful home buying and selling experience\r\n- Creating, developing and scaling our platform that empowers real estate agents, buyers and sellers\r\n- Having high responsibility from day one and the chance to build a product from scratch\r\n- Driving the development by working closely together with other developers and the VP Engineering\r\n \r\n\r\n**Qualifications**\r\n- Generalist with experience in multiple backend languages\r\n- Experience in architecting & building web & service-oriented backend applications \r\n- Experience developing production software with Python and its ecosystem\r\n- Being able to work both in a team and independently\r\n- Hands-on, pragmatic mindset without sacrificing quality\r\n- Having a drive for improving processes and thinking in long-term wins\r\n- Fluency in English (in both written and verbal communication); German is a plus\r\n \r\n\r\n**Bonus Skills**\r\n- Experience with Django/Django Rest Framework\r\n- Experience with Continuous Integration / Continuous Delivery, DevOps mindset\r\n- Skills in other items from our technology stack\r\n- Experience with Contentful\r\n \r\n\r\n**Tech Stack**\r\n- Docker, GCloud, Kubernetes\r\n- PostgreSQL\r\n- Python, Django, Django REST Framework\r\n- ES6, React, Typescript, Node.js\r\n- Contentful CMS\r\n- Emotion.js\r\n- Next.js\r\n- GraphQL\r\n- Sentry\r\n \r\n\r\n**Benefits**\r\n- Challenging position in a fast-paced environment\r\n- Permanent position with above average compensation package\r\n- Opportunities to shape the company and grow personally\r\n- Homeoffice\r\n- Productivity equipment (laptop, mobile phone)\r\n \r\n\r\nYour mindset is what matters to us - your age, your sex or your origin makes no difference at Evernest. It’s important that you fit into our team.\r\n\r\nSounds good? Just submit your resume!\r\ntalents@evernest.com",
        "how_to_apply": "Sounds good? Just submit your resume!\r\ntalents@evernest.com",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBczZaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--23aaaa2192fb7494e973d50157ab3ddacb5c35ee/EN_Profilbild_V1.jpg"
    },
    {
        "id": "df83daab-f99d-478b-9070-75222c8043bb",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/df83daab-f99d-478b-9070-75222c8043bb",
        "created_at": "Fri Feb 19 12:05:12 UTC 2021",
        "company": "GBS German Bionic Systems GmbH",
        "company_url": "https://www.germanbionic.com/",
        "location": "Augsburg",
        "title": "Backend Developer (m/f/x)",
        "description": "German Bionic, headquartered in Augsburg with bases in Berlin and Tokyo, is the first German company that develops, builds and markets smart exoskeletons with connected IoT platform services for industrial use and logistics workplaces. German Bionic Cray X was specially designed for people manually handling goods and tools, to reduce compression pressure in the lower back area. Linking robust hardware with the latest cloud and IoT technologies, the German Bionic IO platform is the gateway to highest performance solutions and true integration in enterprise systems. We are looking for talents who want to join us to create the tools for the future.\r\n\r\nOur products and services are not only unique, they are also multi-award winners. German Bionic has been awarded the prestigious German Founders Award 2019. Previously, the company and its product Cray X have already won numerous awards, including the Bavarian Founders Award 2019, the Land of the Ideas Award 2018 in the category Human and Machine and the MM Award Automatica 2018.\r\n\r\n[Learn more...](http://t3u1.mjt.lu/lnk/AVIAACMeRtAAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgLoq5nyuHrHtNQ5CxBDGQhuUxxQAGCXo/2/RhTPjK4FUktcPmN2CieRnw/aHR0cHM6Ly93d3cuZ2VybWFuYmlvbmljLmNvbS9lbi9hYm91dC8)\r\n\r\n**Exoskeletons - Made in Germany**\r\n\r\nStarting at the earliest possible date, German Bionic Systems is looking for an experienced, driven **Backend Developer** at our Augsburg or Potsdam locations.\r\n\r\n**About the role**\r\n\r\nAs our Backend Developer, you will be part of our cross-functional, agile development team that is responsible for building and maintaining our web based Cloud Platform German Bionic IO. You will work with the latest technologies and have a keen eye on all aspects that contribute to a solid implementation.\r\n\r\n**Tasks and responsibilities**\r\n\r\nAs a backend developer (m / f / x) you will take on a responsible role in our cross-functional and agile development team, whose focus is on setting up and optimizing our web-based cloud platform German Bionic IO with corresponding IT applications for the users of our Cray X exoskeleton stands. You work with the most modern technologies and focus on all aspects that are required for an intelligent and stable implementation.\r\n\r\n**Requirements for the role**\r\n\r\n- Experience with microservices and an appreciation for architecture best practices\r\n- Work experience or strong background knowledge as a DevOps Engineer is a strong plus\r\n- Proficiency with Golang, ideally showcasing own Go projects\r\n- Experience in the latest cloud technologies (e.g. Docker, docker-compose, configuration management tools)\r\n- Experience with AWS, Azure or comparable cloud services.\r\n- Familiarity with database technologies such as Postgres, TICK stack, MongoDB\r\n- You are passionate about your software craftsmanship, you have a ton of curiosity and you enjoy learning with and from others\r\n- You have enthusiasm for agile methods and DevOps practices\r\n- You have excellent spoken and written English skills, German is not mandatory\r\n\r\n**What we offer**\r\n\r\n- Exciting insights into an innovative product and a future-orientied business\r\n- A varied enviroment at the first German exoskeleton manufacturer\r\n- Attractive salary and social corporate benefits\r\n- Flexible working hours and working arrangements\r\n- Extensive onboarding and numerous learning opportunities\r\n- Career options and prospects in a modern and growing company\r\n\r\n**Are you interested?**\r\n\r\nWe are looking forward to your application, including your CV, a motivational letter and relevant certificates, to the attention of Mr. Jonathan Silverman | Human Resources.\r\n\r\nYou can send your application either via [email](mailto:german-bionic-jobs@m.personio.de) or by using the [application form on our website](http://t3u1.mjt.lu/lnk/AVIAACMeRtAAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgLoq5nyuHrHtNQ5CxBDGQhuUxxQAGCXo/3/8EiXc7uaTIy4gtYVfV11Pg/aHR0cHM6Ly9nZXJtYW4tYmlvbmljLWpvYnMucGVyc29uaW8uZGUvam9iLzE4NDQ4Mz9sYW5ndWFnZT1lbiNhcHBseQ#apply).\r\n\r\n![GoHiring](https://t.gohiring.com/h/af53da17dd19b84594053c8e6a68c77949205a093c5a3e2192d438897916eb89)",
        "how_to_apply": "[application form](https://t.gohiring.com/h/6c3047634b96e01fe3aaabc165d7255026183bf1cb0cf0abd172d2d8d3c3312e)",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc3FaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--39c95d585389c35d851b9c0b868486bfb1392fef/GBS%20German%20Bionic%20Systems%20GmbH.png"
    },
    {
        "id": "ad2f2bf9-ac3a-45b9-9e81-6b63728bac48",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/ad2f2bf9-ac3a-45b9-9e81-6b63728bac48",
        "created_at": "Thu Feb 18 16:43:52 UTC 2021",
        "company": "DR. THOMAS + PARTNER",
        "company_url": "https://www.tup.com/",
        "location": "Stutensee bei Karlsruhe",
        "title": "Java Software Developer (m/w/d)",
        "description": "Wir sind ein europaweit tätiges Familienunternehmen, das Warehouse-Management-Systeme plant und realisiert. TUP ist auf hochwertige Softwarelösungen der Intralogistik spezialisiert; neben dem Routen des Materialflusses innerhalb von Distributionszentren entwickelt TUP individuelle Lösungen für nahezu alle Aspekte des täglichen Betriebs eines Distributionszentrums.\r\n\r\nAls Software Manufaktur gehen wir neue Wege und bieten unseren Kunden eine ganzheitliche Unterstützung auf ihrem Weg der Logistik. Dafür beraten wir und erschaff en individuelle Softwarelösungen und erhöhen somit die Flexibilität und Wettbewerbsfähigkeit unserer Projektpartner.\r\n\r\nSie sind mit Entwicklungsprinzipien wie Clean Architecture bestens vertraut und arbeiten gerne an der Schnittstelle zwischen Industrie und Software?  Dann erwartet Sie bei TUP ein professionelles und menschliches Arbeitsumfeld mit flachen Hierarchien und offener Kommunikation. Neben der Option auf einen Firmen-PKW und der Teilnahme am betrieblichen Gesundheitsmanagement bieten wir Raum für selbstorganisierte Gruppen für Tischtennis, Boule, Fußball sowie Klettern, Kochen, Schach oder Laufen– regelmäßige Grillsessions vom Chef persönlich, interne Weinproben, unternehmerische Betriebsausflüge und Feste runden die einzigartige TUP-Gemeinschaft ab. \r\n\r\nIhr Verantwortungsbereich:\r\n* Entwicklung und Pflege des Warehouse-Management-Systems von TUP\r\n* Spannende und abwechslungsreiche Aufgaben im gesamten Software-Entwicklungsprozess – von der individuellen Anforderungsanalyse, über die Konzeption, bis hin zur Umsetzung und Integration beim Kunden\r\n* Entwicklung individueller, auf den Kunden zugeschnittene Softwaremodule\r\n* Projektübergreifender Einsatz auf Basis der gesammelten Kompetenz möglich und erwünscht\r\n* Eigene, verantwortungsvolle Aufgaben mit Gestaltungs- und Entwicklungsmöglichkeiten\r\n\r\nIhre Kompetenzen:\r\n* Abgeschlossenes Bachelor- oder Masterstudium im Bereich der Informatik, Medien- oder Wirtschaftsinformatik oder eines anderen informatikorientierten Studiengangs\r\n* Praktische Erfahrungen und fundierte Kenntnisse in der Java-Softwareentwicklung sowie im Umgang mit Datenbanken (Oracle, SQL)\r\n* Keine Berührungsangst vor komplexen industriellen Prozessabläufen\r\n* Aufgeschlossen für neue Technologien rund um die Softwareentwicklung\r\n* Teamfähigkeit innerhalb von kleinen Teams setzen wir voraus\r\n* Hohes Verantwortungsbewusstsein, strategisches Denken und gute Kommunikationsfähigkeiten runden ihr persönliches Profil ab\r\n\r\nDas Familienunternehmen DR. THOMAS + PARTNER GmbH & Co. KG (TUP) baut mit rund 40 Jahren Erfahrung auf eine grundsätzlich solide Basis, um seine Innovationen in den Segmenten Intralogistik und Materialfluss voranzutreiben und fortlaufend weiterzuentwickeln.\r\nEin Team von über 130 Spezialisten bildet das Rückgrat der Firma, zudem ist der Drang nach Optimierung und neuen Herausforderungen der Antrieb der Software-Manufaktur. TUP ist ein zuverlässiger Partner bei konzeptionellen Fragen, kleinen wie großen Projekten, der Modellierung von Software sowie bei der Auswahl passender Technologien.\r\n\r\nIm Verlauf der letzten Jahrzehnte ist der Name DR. THOMAS + PARTNER zum Inbegriff maßgeschneiderter Intralogistiklösungen geworden. Namhafte Kunden wie adidas, Canyon, Bosch, Otto oder Zalando unterstreichen die Präsenz am Markt. Diese technologische Spitzenposition verdankt das Unternehmen seinen erstklassigen Beschäftigten.\r\nWeitere Informationen unter: www.tup.com\r\n\r\n\r\n",
        "how_to_apply": "Senden Sie Ihre Unterlagen einfach career@tupc.om oder besuchen Sie unsere Karriere-Seite: https://www.tup.com/intralogistik-loesungen/karriere-bei-tup/\r\n\r\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcmlaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--2cbe5ddb09923dbeaf67e8b7ba64e53d8d7d2197/TUP_Logo.png"
    }
]